{
  "intensi": [
    {
      "label" : "salam",
      "pola": [
            "hallo",
            "hai",
            "halo",
            "hei",
            "hi",
            "hy",
            "pagi",
            "siang",
            "sore",
            "malam",
            "selamat pagi",
            "selamat siang",
            "selamat sore",
            "selamat malam",
            "hello",
            "hey",
            "yo",
            "haii"
      ],
      "tanggapan": [
          "Hallo kawan ! Selamat datang di Chatbot Pari, mau berwisata kemanakah kamu hari ini ?"
      ]
    },
    {
      "label": "selamat_tinggal",
      "pola": [
          "Dah",
          "Dadah",
          "Bye",
          "Byee",
          "Selamat tinggal",
          "Sampai jumpa",
          "Bai",
          "Sampai jumpa lagi",
          "Sampai nanti"
      ],
      "tanggapan": [
          "Bye!",
          "Dadahh!",
          "Selamat tinggal",
          "Dahh, semoga harimu menyenangkan yaa!",
          "Sampai jumpa lagi!",
          "Senang bisa membantu"
      ]
    },
    {
      "label": "terimakasih",
      "pola": [
        "Terimakasih",
        "Terima kasih banyak",
        "Makasih ya",
        "Terimakasih banyak ya",
        "Terimakasih banget",
        "Sama-sama",
        "Iya, terima kasih",
        "Terimakasih sebelumnya",
        "Terimakasih dengan segenap hati",
        "Terimakasih atas bantuannya",
        "Makasih banyak gan",
        "Terimakasih banyak bro",
        "Makasih banyak sis",
        "Wah, terimakasih nih",
        "Terima kasih sekali",
        "Terima kasih banyak sekali",
        "Terima kasih beribu-ribu kali",
        "Terimakasih sejuta kali",
        "Terima kasih sebanyak-banyaknya",
        "Terima kasih atas segala bantuannya",
        "Makasih banyak ya teman",
        "Terimakasih banyak teman",
        "Terima kasih atas semua",
        "Terima kasih atas segalanya",
        "Terima kasih banyak teman-teman",
        "Makasih banyak teman-teman",
        "Wah, terima kasih banyak ya",
        "Terima kasih atas semua bantuan",
        "Makasih banget ya",
        "Terima kasih atas semuanya",
        "Terima kasih atas segala dukungan",
        "Makasih banyak atas dukungannya",
        "Terima kasih atas semua doa dan dukungannya",
        "Terima kasih atas semuanya teman-teman",
        "Terima kasih banyak atas doa dan dukungannya",
        "Makasih banyak atas segala doa dan dukungannya",
        "Terima kasih sebanyak-banyaknya ya",
        "Makasih banget atas semua",
        "Terima kasih banyak ya atas segalanya",
        "Terima kasih teman-teman atas semua",
        "Makasih banyak ya atas semua",
        "Makasih banyak sudah membantu.",
        "Iya, terimakasih atas informasinya.",
        "Terimakasih sebelumnya, gan.",
        "Terima kasih dengan segenap hati, sis.",
        "Wah, terima kasih nih teman.",
        "Terima kasih atas bantuannya, ya.",
        "Terimakasih banyak ya, semoga harimu menyenangkan.",
        "Sama-sama, senang bisa membantu!",
        "Makasih banget ya atas segalanya.",
        "Terima kasih banyak ya atas semua.",
        "Terima kasih atas semuanya, semoga berkah.",
        "Wah, terima kasih banyak atas segalanya.",
        "Terima kasih sebanyak-banyaknya, semoga berkah.",
        "Makasih banyak ya teman-teman, semoga sukses selalu.",
        "Terima kasih atas doa dan dukungannya, semoga lancar rejekinya.",
        "Makasih banget atas semua, semoga berkah."
      ],
      "tanggapan": [
          "Dengan senang hati :)"
      ]
    },
    {
      "label": "kota_yogyakarta",
      "pola": [
        "Kota Yogyakarta",
        "Gambaran umum kota yogyakarta",
        "Bisa jelaskan tentang kota Yogyakarta?",
        "Saya ingin tahu lebih banyak tentang Yogyakarta.",
        "Jelaskan tentang kota yogya",
        "Info apa kota yogya ?",
        "ingin tau lebih banyak tentang kota yogyakarta",
        "Gimana yogyakarta secara umum?",
        "ceritain sedikit tentang kota yogya",
        "Bisa kasih informasi tentang yogyakarta",
        "Sejarah singkat Kota Yogyakarta, bisa dijelaskan?",
        "Saya penasaran tentang asal usul Yogyakarta, bisa diinformasikan?",
        "Bisakah Anda memberikan gambaran lebih rinci tentang Kota Yogyakarta?",
        "Apa yang menjadi daya tarik utama Keraton Yogyakarta?",
        "Kota Yogyakarta itu seperti apa ya?",
        "Boleh minta gambaran singkat tentang kota Yogyakarta?",
        "Kok Jogja terkenal ya? Bisa dijelaskan secara umum?",
        "Gimana sih secara keseluruhan tentang Kota Yogya?",
        "Aku mau tahu lebih banyak tentang Kota Yogyakarta nih.",
        "Ceritain dikit dong tentang Kota Yogya.",
        "Ada info apa aja tentang Kota Yogyakarta?",
        "Apa yang membuat Kota Yogyakarta begitu unik?",
        "Ceritakan tentang tradisi Jawa yang masih melekat di Kota Yogyakarta.",
        "Bagaimana kehidupan urban dan tradisi Jawa berpadu di Kota Yogyakarta?",
        "Bisakah Anda memberikan informasi lebih lanjut tentang Keraton Yogyakarta dan Istana Sultan?",
        "Sebutkan beberapa atraksi menarik di pusat kota Yogyakarta, seperti Malioboro.",
        "Bagaimana keberagaman budaya Kota Yogyakarta tercermin dalam arsitektur dan ornamen khasnya?",
        "Jelaskan peran Yogyakarta sebagai 'Culture City' dan mengapa dinamai demikian.",
        "Mengapa Yogyakarta juga disebut sebagai 'Kota Pelajar'?",
        "Sebutkan beberapa universitas terkenal di Yogyakarta, termasuk Universitas Gadjah Mada.",
        "Ceritakan tentang kehidupan akademis yang beragam di Kota Yogyakarta.",
        "Bagaimana Malioboro menjadi jalan yang ramai dengan beragam barang dagangan?",
        "Apa yang membuat Keraton dan Puri Taman Sari menjadi situs sejarah yang patut dikunjungi?",
        "Berikan informasi lebih lanjut tentang candi-candi di sekitar Yogyakarta, seperti Prambanan dan Mendut.",
        "Apa yang membuat Candi Budha Borobudur begitu ikonik dan penting secara budaya?",
        "Bagaimana acara keagamaan dan budaya di situs-situs bersejarah menambah daya tarik Yogyakarta?",
        "Ceritakan tentang fasilitas transportasi di Yogyakarta, termasuk Bandara Adi Sucipto dan Stasiun Kereta Api Tugu.",
        "Bagaimana pengunjung dapat menikmati pengalaman santai dengan menggunakan becak atau andong di Yogyakarta?",
        "Sebutkan variasi penginapan yang tersedia di Yogyakarta, mulai dari hotel murah hingga berbintang.",
        "Apa yang menarik dari munculnya hotel-hotel baru di Yogyakarta dengan konsep unik?",
        "Bolehkah Anda memberikan gambaran umum tentang Kota Yogyakarta secara lebih mendalam?",
        "Apakah Yogyakarta memiliki daya tarik khusus yang membedakannya dari kota lain di Indonesia?",
        "Ceritakan tentang perpaduan antara kehidupan kota dan tradisi yang terasa di setiap sudut Yogyakarta.",
        "Mengapa Yogyakarta dijuluki 'Culture City' dan apa yang membuatnya begitu berbeda?",
        "Bisakah Anda menjelaskan lebih rinci tentang Gudeg, hidangan khas Yogyakarta yang terbuat dari nangka muda?",
        "Bagaimana keberadaan universitas di Yogyakarta memengaruhi dinamika sosial dan budaya kota?",
        "Apa yang membuat acara seni budaya di Candi Prambanan dan Candi Borobudur begitu istimewa?",
        "Sejarah Kota Yogyakarta memiliki pengaruh apa dalam pembentukan identitasnya yang unik?",
        "Ceritakan tentang peran Malioboro sebagai pusat kegiatan ekonomi dan budaya di Yogyakarta.",
        "Bagaimana Kota Yogyakarta menjaga keberagaman mahasiswa dari berbagai daerah dan negara?",
        "Apa yang menarik wisatawan untuk menggunakan transportasi tradisional seperti becak atau andong di Yogyakarta?",
        "Bolehkah Anda memberikan gambaran tentang pilihan makanan khas yang dapat ditemui di sekitar Yogyakarta?",
        "Apa yang membuat Kota Yogyakarta cocok untuk wisatawan dengan berbagai anggaran?",
        "Ceritakan tentang kemajuan dan perkembangan Yogyakarta dari tahun ke tahun, terutama dalam sektor pariwisata.",
        "Apakah ada festival atau perayaan khusus yang menjadi highlight dalam kalender budaya Yogyakarta?",
        "Bagaimana keberagaman budaya di Yogyakarta tercermin dalam seni dan pertunjukan lokal?",
        "Sebutkan beberapa tempat wisata alternatif yang kurang dikenal namun menarik di Yogyakarta.",
        "Apa yang membuat Yogyakarta menjadi destinasi unggulan untuk pelancong internasional?",
        "Ceritakan tentang hubungan antara Keraton Yogyakarta dan masyarakat sekitarnya.",
        "Bagaimana keterlibatan masyarakat dalam melestarikan warisan budaya di Yogyakarta?",
        "Apa yang membuat Candi Prambanan berbeda dari Candi Borobudur dalam konteks sejarah dan arsitektur?",
        "Bisakah Anda memberikan wawasan tentang kehidupan malam di Yogyakarta, terutama di sekitar Malioboro?",
        "Sebutkan beberapa event budaya terbesar yang sering diadakan di Yogyakarta sepanjang tahun.",
        "Apa yang menjadi daya tarik utama bagi wisatawan asing yang berkunjung ke Yogyakarta?",
        "Ceritakan tentang bagaimana Yogyakarta menjaga keseimbangan antara modernitas dan tradisi.",
        "Apa dampak kehadiran universitas-universitas ternama di Yogyakarta terhadap pertumbuhan ekonomi kota?",
        "Bagaimana peran seni dan budaya dalam memperkuat identitas kota Yogyakarta?",
        "Sebutkan beberapa tradisi atau upacara adat yang masih dijaga dengan konsisten di Yogyakarta.",
        "Bagaimana peran Candi Borobudur dalam mempromosikan pariwisata di Yogyakarta secara internasional?",
        "Apa yang membuat Yogyakarta menjadi tempat yang ramah untuk wisatawan solo atau backpacker?",
        "Bolehkah Anda memberikan saran untuk pengalaman wisata unik di Yogyakarta yang mungkin belum banyak diketahui orang?"
      ],
      "tanggapan": [
          "Kota Yogyakarta merupakan Ibukota provinsi Daerah Istimewa Yogyakarta yang memiliki perpaduan unik antara tradisi Jawa yang kaya dan kehidupan urban yang modern. Kota ini terkenal karena melestarikan dan menampilkan berbagai adat Jawa, seperti seni batik, kerajinan perak, pertunjukan wayang, musik tradisional gamelan, dan hidangan khasnya, Gudeg yang terbuat dari nangka muda. Kota ini masih menjadi tempat tinggal bagi Keraton Yogyakarta, Istana Sultan, di mana keluarga kerajaan masih tinggal disana hingga saat ini. Meski beberapa bagian istana terbuka untuk umum, sebagian lainnya tetap bersifat eksklusif. \n\nKota ini dihiasi dengan elemen budaya Jawa yang khas, terlihat pada lampu jalan, bangunan, dan ornamen lainnya, menciptakan atmosfer yang tak terlupakan dan indah. Kekayaan budaya ini membuat Yogyakarta dijuluki ‘Culture City’. Selain itu, Yogyakarta juga dikenal sebagai ‘Kota Pelajar’ karena keberadaan banyak universitas, termasuk Universitas Gadjah Mada yang terkenal. Lingkungan akademis yang beragam ini menarik mahasiswa tidak hanya dari Jawa, tetapi juga dari berbagai daerah di Indonesia dan luar negeri, menjadikan Yogyakarta sebagai kota yang benar-benar heterogen. \n\nYogyakarta menawarkan berbagai atraksi menarik di dalam dan sekitarnya. Di pusat kota, Malioboro adalah jalan ramai dengan beragam barang dagangan, termasuk makanan dan oleh-oleh. Sementara itu, Keraton dan Puri Taman Sari menjadi saksi bisu sejarah yang patut dikunjungi. Di sekitarnya, terdapat candi-candi menarik seperti Prambanan, Mendut, dan Boko, yang menghadirkan pengaruh Hindu dalam arsitektur dan ornamennya. Candi Budha Borobudur yang ikonik, sebagai salah satu dari tujuh keajaiban dunia, menjadi bukti penting peran Yogyakarta dalam warisan budaya dan sejarah. Acara keagamaan dan budaya rutin diadakan di situs-situs ini, menambah daya tariknya.  \n\n Kota Yogyakarta juga menawarkan kenyamanan dalam transportasi, dengan fasilitas seperti Bandara Internasional Adi Sucipto, Stasiun Kereta Api Tugu, Terminal Bus Jombor, dan sistem bus Trans Jogja. Taksi  juga mudah ditemukan, dan untuk pengalaman yang lebih santai, pengunjung dapat mencoba transportasi tradisional seperti becak atau andong. Beragam pilihan penginapan, mulai dari hotel murah hingga berbintang, memenuhi berbagai anggaran. Dengan berjalannya waktu, munculnya hotel-hotel baru dengan konsep unik semakin menarik minat wisatawan domestik maupun internasional."
      ]
    },
    {
      "label": "objek_wisata_bersejarah",
      "pola": [
        "rekomendasi objek wisata di jogja",
        "rekomendasi objek wisata bersejarah di jogja",
        "Ada objek wisata di Jogja yang rekomendasikan?",
        "Bisa kasih info objek wisata bersejarah di Jogja?",
        "Apa saja objek wisata bersejarah yang wajib dikunjungi di Jogja?",
        "Objek wisata apa yang paling menarik di Jogja?",
        "Bisa kasih daftar tempat bersejarah yang layak dikunjungi di Jogja?",
        "Objek wisata apa yang paling terkenal di Jogja?",
        "Saya ingin tahu lebih tentang tempat-tempat bersejarah di Jogja.",
        "Apa objek wisata bersejarah terbaik di Jogja?",
        "Rekomendasikan objek wisata bersejarah di Jogja, dong.",
        "Ada rekomendasi objek wisata bersejarah yang tak boleh dilewatkan di Jogja?",
        "Tempat sejarah apa saja yang ada di Jogja?",
        "Bisa kasih info objek wisata bersejarah yang bagus di Jogja?",
        "Objek wisata bersejarah apa yang patut dikunjungi di Jogja?",
        "Apa aja sih tempat bersejarah yang harus dicoba di Jogja?",
        "Boleh kasih rekomendasi tempat bersejarah yang keren di Jogja?",
        "Saya suka sejarah, ada tempat apa yang bagus di Jogja?",
        "Objek wisata bersejarah apa yang paling hits di Jogja?",
        "Kok Jogja punya banyak tempat bersejarah ya? Ada yang menarik?",
        "Tempat bersejarah apa yang jadi favorit orang di Jogja?",
        "Ada yang bisa direkomendasikan untuk wisata sejarah di Jogja?",
        "Apa yang membuat tempat bersejarah di Jogja istimewa?",
        "Objek wisata bersejarah apa yang paling populer di Jogja?",
        "Saya pengen tahu tempat bersejarah apa aja yang bagus di Jogja?",
        "Apa saja objek wisata bersejarah yang direkomendasikan di Jogja?",
        "Tempat bersejarah apa yang punya cerita menarik di Jogja?",
        "Apa aja sih objek wisata bersejarah yang khas Jogja?",
        "Objek wisata bersejarah apa yang paling terkenal di Jogja?",
        "Saya suka tempat bersejarah, apa yang harus saya kunjungi di Jogja?",
        "Objek wisata sejarah di Jogja apa yang paling menarik?",
        "Boleh rekomendasiin objek wisata bersejarah di Jogja?",
        "Ada tempat bersejarah di Jogja yang wajib dikunjungi nggak?",
        "Suka sejarah, bisa kasih tau objek wisata bersejarah di Jogja nggak?",
        "Objek wisata sejarah apa yang bagus di Jogja?",
        "Apa aja sih tempat bersejarah yang harus dicoba di Jogja?",
        "Ada yang bisa direkomendasikan untuk wisata sejarah di Jogja?",
        "Tempat bersejarah apa yang jadi favorit orang di Jogja?",
        "Ada yang bisa kasih info tentang objek wisata bersejarah di Jogja?",
        "Objek wisata sejarah apa yang populer di Jogja?",
        "Tempat bersejarah apa yang punya cerita menarik di Jogja?",
        "Apa aja sih objek wisata bersejarah yang khas Jogja?",
        "Objek wisata sejarah apa yang paling terkenal di Jogja?",
        "Suka sejarah, ada tempat apa yang bagus di Jogja?",
        "Objek wisata bersejarah apa yang paling hits di Jogja?",
        "Tempat bersejarah di Jogja yang direkomendasikan apa ya?",
        "Apa yang membuat tempat bersejarah di Jogja istimewa?",
        "Saya ingin tahu lebih tentang tempat-tempat bersejarah di Jogja.",
        "Objek wisata bersejarah di Jogja yang patut dikunjungi apa ya?",
        "Boleh kasih rekomendasi tempat bersejarah yang keren di Jogja?",
        "Rekomendasi tempat wisata di Jogja?",
        "Rekomendasi tempat wisata bersejarah terbaik di Jogja?",
        "Bisa beri rekomendasi tempat wisata di Jogja yang menarik?",
        "Berikan info rekomendasi tempat wisata bersejarah di Jogja?",
        "Tempat wisata bersejarah apa saja yang direkomendasikan di Jogja?",
        "Tempat wisata menarik apa yang direkomendasikan di Jogja?",
        "Daftar rekomendasi tempat bersejarah yang layak dikunjungi di Jogja?",
        "Tempat wisata apa yang paling terkenal dan direkomendasikan di Jogja?",
        "Rekomendasi tentang tempat-tempat bersejarah di Jogja?",
        "Tempat wisata bersejarah terbaik apa yang direkomendasikan di Jogja?",
        "Berikan rekomendasi tempat wisata bersejarah di Jogja.",
        "Rekomendasi tempat wisata bersejarah yang tak boleh dilewatkan di Jogja?",
        "Rekomendasi tempat sejarah yang ada di Jogja?",
        "Info tentang tempat wisata bersejarah yang bagus di Jogja?",
        "Tempat wisata bersejarah apa yang direkomendasikan di Jogja?",
        "Tempat bersejarah apa saja yang direkomendasikan di Jogja?",
        "Rekomendasi tempat bersejarah yang keren di Jogja?",
        "Rekomendasi tempat bersejarah yang bagus di Jogja untuk pecinta sejarah?",
        "Tempat wisata bersejarah apa yang paling hits dan direkomendasikan di Jogja?",
        "Kenapa Jogja punya banyak tempat bersejarah? Ada rekomendasi?",
        "Tempat bersejarah apa yang jadi favorit di Jogja dan direkomendasikan?",
        "Rekomendasi tempat wisata sejarah di Jogja?",
        "Apa yang membuat tempat bersejarah di Jogja direkomendasikan?",
        "Tempat wisata bersejarah apa yang paling populer di Jogja?",
        "Rekomendasi tempat bersejarah apa saja yang bagus di Jogja?",
        "Rekomendasi tempat wisata bersejarah apa saja di Jogja?",
        "Tempat bersejarah apa yang punya cerita menarik dan direkomendasikan di Jogja?",
        "Rekomendasi tempat wisata bersejarah yang khas Jogja?",
        "Tempat wisata bersejarah apa yang paling terkenal di Jogja?",
        "Rekomendasi tempat bersejarah apa yang harus saya kunjungi di Jogja?",
        "Rekomendasi tempat wisata sejarah di Jogja yang menarik?",
        "Rekomendasi tempat wisata bersejarah di Jogja yang bagus?",
        "Tempat bersejarah di Jogja yang wajib dikunjungi? Rekomendasi?",
        "Rekomendasi tempat wisata bersejarah di Jogja untuk pecinta sejarah?",
        "Rekomendasi tempat wisata sejarah yang bagus di Jogja?",
        "Tempat bersejarah apa yang direkomendasikan untuk dicoba di Jogja?",
        "Rekomendasi tempat wisata sejarah di Jogja?",
        "Rekomendasi tempat bersejarah favorit di Jogja?",
        "Info tentang rekomendasi tempat wisata bersejarah di Jogja?",
        "Rekomendasi tempat wisata sejarah populer di Jogja?",
        "Rekomendasi tempat bersejarah yang punya cerita menarik di Jogja?",
        "Rekomendasi tempat wisata bersejarah yang khas Jogja?",
        "Tempat wisata sejarah apa yang paling terkenal di Jogja?",
        "Rekomendasi tempat bersejarah yang bagus di Jogja untuk pecinta sejarah?",
        "Rekomendasi tempat wisata bersejarah yang paling hits di Jogja?",
        "Rekomendasi tempat bersejarah di Jogja?",
        "Apa yang membuat tempat bersejarah di Jogja direkomendasikan?",
        "Saya ingin tahu lebih tentang rekomendasi tempat-tempat bersejarah di Jogja.",
        "Tempat wisata bersejarah di Jogja yang patut dikunjungi? Rekomendasi?",
        "Boleh kasih rekomendasi tempat bersejarah yang keren di Jogja?"
      ],
      "tanggapan": [
          "10 rekomendasi tempat wisata bersejarah yang ada di Kota Yogyakarta \n\n1. Keraton Kotagede \n\n2. Keraton Ngayogyakarta Hadiningrat \n\n3. Situs Taman Sari \n\n4. Situs Warungboto \n\n5. Kelenteng Fuk Ling Miau \n\n6. Museum Sasmitaloka Panglima Besar Jenderal Soedirman  \n\n7. Museum Benteng Vredeburg \n\n8. Monumen Yogya Kembali  \n\n9. Monumen Serangan Umum Satu Maret  \n\n10. Museum Kereta"
      ]
    },
    {
      "label": "SS_keraton_kotagede",
      "pola": [
        "Keraton kotagede adalah ?",
        "Apa itu keraton kotagede ?",
        "sejarah keraton kotagede?",
        "objek wisata keraton kotagede",
        "Keraton Kotagede adalah apa?",
        "Apa itu Keraton Kotagede?",
        "Bisakah Anda ceritakan sejarah Keraton Kotagede?",
        "Boleh minta penjelasan singkat tentang Keraton Kotagede?",
        "Apa yang bisa Anda katakan tentang sejarah Keraton Kotagede?",
        "Ceritakan tentang Keraton Kotagede, ya.",
        "Saya ingin tahu lebih tentang objek wisata Keraton Kotagede.",
        "Objek wisata apa yang ada di Keraton Kotagede?",
        "Apa yang menarik dari Keraton Kotagede?",
        "Bisa jelaskan tentang Keraton Kotagede sebagai objek wisata?",
        "Keraton Kotagede itu apa sih sebenarnya?",
        "Apa sejarah dari Keraton Kotagede?",
        "Boleh ceritain sedikit tentang Keraton Kotagede?",
        "Bisakah Anda jelaskan tentang sejarah singkat Keraton Kotagede?",
        "Saya penasaran tentang Keraton Kotagede, bisa dijelaskan?",
        "Boleh minta informasi tentang Keraton Kotagede sebagai objek wisata?",
        "Ceritain dong tentang sejarah Keraton Kotagede.",
        "Keraton Kotagede itu seperti apa sih?",
        "Apa yang membuat Keraton Kotagede unik?",
        "Cerita sejarah Keraton Kotagede, boleh?",
        "Bisakah Anda memberikan gambaran singkat tentang Keraton Kotagede?",
        "Boleh ceritain tentang Keraton Kotagede sebagai objek wisata?",
        "Keraton Kotagede itu kayak gimana?",
        "Bisakah Anda menceritakan sejarah singkat Keraton Kotagede?",
        "Boleh kasih informasi tentang objek wisata di Keraton Kotagede?",
        "Saya ingin tahu lebih tentang sejarah Keraton Kotagede.",
        "Apa itu Keraton Kotagede?",
        "Boleh ceritain tentang sejarah Keraton Kotagede?",
        "Ceritain dong tentang Keraton Kotagede sebagai objek wisata?",
        "Keraton Kotagede itu kayak gimana?",
        "Bisakah Anda ceritakan sejarah singkat Keraton Kotagede?",
        "Apa yang membuat Keraton Kotagede unik?",
        "Bisakah Anda memberikan gambaran singkat tentang Keraton Kotagede?",
        "Boleh kasih informasi tentang objek wisata di Keraton Kotagede?",
        "Saya ingin tahu lebih tentang sejarah Keraton Kotagede.",
        "Keraton Kotagede itu apa sih sebenarnya?",
        "Cerita sejarah Keraton Kotagede, boleh?",
        "Bisakah Anda jelaskan tentang Keraton Kotagede sebagai objek wisata?",
        "Apa sejarah dari Keraton Kotagede?",
        "Bisakah Anda menceritakan sejarah singkat Keraton Kotagede?",
        "Boleh minta penjelasan singkat tentang Keraton Kotagede?",
        "Suka sejarah, bisa kasih tau objek wisata bersejarah di Keraton Kotagede nggak?"
      ],
      "tanggapan": [
          "Keraton Kotagede merupakan kawasan wisata di Yogyakarta yang kaya akan sejarah Kerajaan Mataram Islam. Jejak peninggalan kerajaan ini, seperti reruntuhan benteng, sisa-sisa bangunan, dan makam para pendiri masih terlihat di wilayah ini. Keraton Kotagede adalah bukti peradaban Kerajaan Mataram yang mencerminkan sejarahnya, yang dapat ditelusuri dari kisah Sultan Hadiwijaya alias Jaka Tingkir, pendiri Kerajaan Panjang di Jawa Tengah pada abad ke-16. \n\nDi bawah kepemimpinan Ki Gede Pemanahan dan kemudian Senapati Ingalaga, desa kecil ini berkembang menjadi Kota Kotagede yang ramai dan makmur. Upaya pertahanan dan keamanan wilayah dilakukan dengan membangun benteng mengelilingi keraton dan benteng luar (baluwarti) seluas kurang lebih 200 ha, serta parit pertahanan yang luas seperti sungai. Selain itu, sejarah Kotagede juga mencatat peran penting Senapati dalam perebutan takhta Kesultanan Panjang dan pembentukan Kesultanan Mataram Islam. \n\nMeski pusat kekuasaan pindah ke Karta pada tahun 1613 di bawah Sultan Agung, Keraton Kotagede tetap menyimpan peninggalan sejarah berharga. Di antaranya adalah Pasar Kotagede, Kompleks Makam Pendiri Kerajaan, Masjid Kotagede, Rumah Tradisional, Kedhaton, dan reruntuhan benteng sebagai saksi perjalanan panjang Kerajaan Mataram Islam."
      ]
    },
    {
      "label": "TJ_keraton_kotagede",
      "pola": [
        "Pukul berapa Keraton Kotagede buka untuk umum?",
        "Apakah ada biaya masuk untuk masuk ke Keraton Kotagede?",
        "Bagaimana cara mendapatkan informasi tentang Keraton Kotagede?",
        "Apakah Museum Kotagede Intro Living Museum terbuka untuk semua orang?",
        "Bagaimana cara mengakses fasilitas Museum Kotagede secara gratis?",
        "Apakah reservasi diperlukan untuk mengunjungi Museum Kotagede?",
        "Kapan waktu operasional Museum Kotagede Intro Living Museum?",
        "Apakah Museum Kotagede buka setiap hari?",
        "Bagaimana cara melakukan reservasi untuk mengakses fasilitas gratis di Museum Kotagede?",
        "Apakah ada akun Instagram khusus untuk reservasi Museum Kotagede?",
        "Apakah Museum Kotagede hanya untuk warga lokal atau juga wisatawan?",
        "Apakah ada jam khusus atau hari tertentu saat Museum Kotagede ditutup?",
        "Bagaimana cara menghubungi Museum Kotagede jika memiliki pertanyaan lebih lanjut?",
        "Apa jam operasional Keraton Kotagede?",
        "biaya masuk untuk masuk ke Keraton Kotagede?",
        "Bagaimana saya bisa mengakses fasilitas Museum Kotagede secara gratis?",
        "Apakah diperlukan reservasi sebelum mengunjungi Museum Kotagede?",
        "Jam berapa Museum Kotagede Intro Living Museum beroperasi?",
        "Apakah Museum Kotagede buka setiap hari dalam seminggu?",
        "Bagaimana cara reservasi untuk fasilitas gratis di Museum Kotagede?",
        "Apakah ada akun Instagram khusus untuk reservasi di Museum Kotagede?",
        "Apakah Museum Kotagede hanya untuk warga lokal atau juga wisatawan?",
        "Apakah ada jam tertentu atau hari libur di mana Museum Kotagede tutup?",
        "Apakah Museum Kotagede tetap buka saat musim liburan?",
        "Bisakah saya mengunjungi Keraton Kotagede tanpa membayar biaya masuk?",
        "Pukul berapa Keraton Kotagede dibuka setiap harinya?",
        "Jam berapa Keraton Kotagede bisa dikunjungi?",
        "Kapan Keraton Kotagede mulai buka untuk umum?",
        "Boleh tahu jam operasional Keraton Kotagede?",
        "Pada jam berapa Keraton Kotagede tutup setiap hari?",
        "Apa saja jam buka dan tutup Keraton Kotagede?",
        "Bagaimana jam operasional Keraton Kotagede selama weekdays?",
        "Keraton Kotagede buka pada hari Sabtu dan Minggu?",
        "Apakah Keraton Kotagede memiliki jam buka yang berbeda pada akhir pekan?",
        "Jam operasional Keraton Kotagede di hari kerja adalah?",
        "Hari apa saja Keraton Kotagede tidak beroperasi?",
        "Bolehkah saya tahu jam kunjungan terakhir ke Keraton Kotagede?",
        "Keraton Kotagede masih dapat dikunjungi pada malam hari?",
        "Bagaimana dengan jam operasional Keraton Kotagede selama musim liburan?",
        "Apakah Keraton Kotagede memiliki jam buka yang berubah pada hari libur nasional?",
        "Pukul berapa Keraton Kotagede mulai menerima pengunjung?",
        "Berapa biaya masuk untuk masuk ke Keraton Kotagede?",
        "Apakah ada biaya masuk untuk masuk ke dalam area Keraton Kotagede?",
        "Boleh tahu berapa tarif masuk ke Keraton Kotagede?",
        "Harga tiket masuk Keraton Kotagede adalah berapa?",
        "Apa saja jenis tiket masuk yang tersedia untuk Keraton Kotagede?",
        "Apakah ada diskon khusus untuk tiket masuk Keraton Kotagede?",
        "Pukul berapa terakhir saya bisa membeli tiket masuk ke Keraton Kotagede?",
        "Berapa biaya masuk untuk anak-anak ke Keraton Kotagede?",
        "Adakah tiket masuk khusus untuk anak-anak di Keraton Kotagede?",
        "Pukul berapa harga tiket masuk Keraton Kotagede berubah?",
        "Apakah ada paket masuk Keraton Kotagede yang termasuk fasilitas tambahan?",
        "Boleh tahu apakah ada tiket masuk spesial di malam hari untuk Keraton Kotagede?",
        "Adakah tiket masuk grup yang tersedia di Keraton Kotagede?",
        "Harga tiket masuk Keraton Kotagede untuk wisatawan asing adalah berapa?",
        "Apakah ada diskon khusus untuk pelajar dengan ID di Keraton Kotagede?",
        "Bolehkah saya tahu apakah tiket masuk Keraton Kotagede dapat dibeli secara online?",
        "Apakah terdapat pembelian tiket masuk Keraton Kotagede secara daring?",
        "Pukul berapa Keraton Kotagede biasanya penuh dengan pengunjung?",
        "Apakah saya perlu memesan tiket masuk Keraton Kotagede lebih awal?",
        "Bagaimana cara reservasi tiket masuk Keraton Kotagede?",
        "Bisakah saya memesan tiket masuk Keraton Kotagede melalui telepon?",
        "Apakah tiket masuk Keraton Kotagede dapat dibeli di lokasi lain selain di pintu masuk?",
        "Apakah Keraton Kotagede menerima pembayaran menggunakan kartu kredit untuk tiket masuk?",
        "Pukul berapa terakhir saya bisa mendapatkan tiket masuk Keraton Kotagede?"
      ],
     "tanggapan": [
         "Keraton kotagede sendiri terbuka untuk umum melalui Museum Kotagede Intro Living Museum. Museum ini dapat di akses secara umum untuk masyarakat dan wisatawan dalam menerima informasi – informasi terkait peninggalan dari Kerajaan Mataram dan Kerajaan Mataram Islam. \n\n– Fasilitas ini dapat di akes secara gratis dengan melakukan reservasi sebelum datang ke Museum Kotagede Intro Living Museum. Reservasi dapat dilakukan melalui akun Instagram @museumkotagede. \n\n– Museum beroperasi dari hari Selasa – Jum’at pukul 08.00 – 16.00 dan hari Sabtu Minggu pukul 08.40-20.00. Museum tutup setiap hari senin dah hari-hari besar nasional."
     ]
    },
    {
      "label": "SS_keraton_yogyakarta",
      "pola": [
        "Kraton jogja",
        "Keraton jogja",
        "Keraton yogyakarta",
        "Sejarah keraton yogyakarta",
        "keraton yogyakarta adalah",
        "apa itu keraton yogyakarta",
        "Boleh ceritakan sedikit tentang Keraton Yogyakarta?",
        "Apa yang Anda tahu tentang Keraton Yogyakarta?",
        "Apa sejarah singkat Keraton Yogyakarta?",
        "Saya ingin tahu lebih tentang Keraton Yogyakarta. Apa informasinya?",
        "Bagaimana asal mula Keraton Yogyakarta?",
        "Apa peran Keraton Yogyakarta dalam sejarah Yogyakarta?",
        "Bisakah Anda ceritakan sedikit tentang asal-usul Keraton Yogyakarta?",
        "Ada kisah menarik apa dalam sejarah Keraton Yogyakarta?",
        "Bagaimana Keraton Yogyakarta menjadi apa yang dia adalah hari ini?",
        "Apa yang perlu saya ketahui tentang Keraton Yogyakarta sebagai objek wisata bersejarah?",
        "Ceritain dong sedikit tentang keberadaan Keraton Yogyakarta.",
        "Boleh dijelaskan secara singkat tentang Keraton Yogyakarta?",
        "Gimana sejarah singkat Keraton Yogyakarta menurut Anda?",
        "Bisakah Anda ceritakan sedikit tentang Keraton Yogyakarta?",
        "Bagaimana sejarah Keraton Yogyakarta berkembang?",
        "Apa yang perlu saya ketahui tentang Keraton Yogyakarta sebagai destinasi bersejarah?",
        "Ceritakan sedikit tentang awal mula berdirinya Keraton Yogyakarta.",
        "Bisakah Anda memberikan gambaran singkat tentang Keraton Yogyakarta?",
        "Apa yang membuat Keraton Yogyakarta unik dalam sejarah?",
        "Sejarah Keraton Yogyakarta itu seperti apa?",
        "Apa yang paling menonjol dari sejarah Keraton Yogyakarta?",
        "Bisakah Anda menceritakan kisah menarik yang terjadi di Keraton Yogyakarta?",
        "Boleh kasih info tentang asal-usul dan peran Keraton Yogyakarta?",
        "Bagaimana asal-muasal Keraton Yogyakarta?",
        "Ceritakan sedikit tentang awal mula berdirinya Keraton Yogyakarta.",
        "Sejarah singkat Keraton Yogyakarta menurut Anda?"
              ],
      "tanggapan": [
          "Kraton Ngayogyakarta Hadiningrat merupakan istana resmi Kesultanan Ngayogyakarta yang terletak di Kota Yogyakarta, Daerah Istimewa Yogyakarta dan memiliki luas 14.000 meter persegi. Dalam kompleksnya terdapat bangunan-bangunan tempat tinggal sultan, keluarganya, dan abdi dalem. Didirikan pada tahun 1755 berdasarkan Perjanjian Giyanti, Kraton Yogyakarta meninggalkan jejak sejarah yang masih terlihat hingga sekarang. Hal ini dibuktikan dengan ditetapkannya Kawasan Kraton sebagai salah satu cagar budaya di Yogyakarta yang mencakup wilayah dalam benteng Baluwarti (Njeron Benteng), dan sebagian wilayah di Mantrijeron, Mergangsan, Gondomanan, dan Ngampilan. Pada tahun 2017 terbit Peraturan Gubernur yang menggabungkan kawasan cagar budaya Malioboro dan dalam benteng Kraton (Baluwarti) menjadi satu yaitu Kawasan Cagar Budaya Kraton dibentuk yang mencakup area dari Tugu hingga Panggung Krapyak. \n\nKraton Yogyakarta yang digunakan sebagai tempat tinggal Sultan Hamengkubuwono dan keluarganya, memiliki arsitektur yang dipengaruhi oleh gaya Eropa dan China. Dibangun antara tahun 1755-1756, kompleks ini juga mencakup Malioboro sebagai bagian integral dari tata ruang kerajaan dengan 4 elemen penting politik (Kraton dan Kepatihan), keagamaan (Masjid Gedhe), ekonomi (Pasar Gedhe), dan sosial (Alun-alun). \n\nJalan Malioboro dianggap sebagai sumbu filosofis yang menghubungkan Tugu dengan Kraton Yogyakarta yang mencerminkan konsep 'sangkan paraning dumadi' atau asal dan tujuan hidup. Kraton Yogyakarta terdiri dari tiga bagian: komplek depan, komplek inti, dan komplek belakang yang masing-masing dengan struktur dan fungsi yang unik. Komplek depan kraton terdiri dari Gladhjak-Pangurakan (Gerbang Utama), Alun-alun Ler, dan Masjid Gedhe . Kawasan komplek inti di Kraton Yogyakarta tersusun dari tujuh rangkaian plataran mulai dari Alun-Alun Utara hingga Alun-Alun Selatan, yaitu Pagelaran dan Sitihinggil Lor, Kamandungan Lor, Srimanganti, Kedhaton, Kemagangan, Kamandungan Kidul, dan Sitihinggil Kidul. Sedangkan kompleks belakang kraton terdiri dari alun-alun kidul dan plengkung nirbaya."
      ]
    },
    {
      "label": "AR_keraton_yogyakarta",
      "pola": [
        "Cara ke keraton yogyakarta",
        "Rute ke keraton yogyakarta",
        "akses ke keraton",
        "Bagaimana cara menuju Keraton yogyakarta?",
        "Tolong berikan panduan rute ke Keraton yogyakarta.",
        "Apa alamat Keraton yogyakarta dan bagaimana cara mencapainya?",
        "Bagaimana saya bisa mencapai Keraton yogyakarta dengan transportasi umum?",
        "Apa rute terbaik untuk menuju Keraton yogyakarta dari pusat kota?",
        "Bagaimana akses ke Keraton yogyakarta dari bandara Yogyakarta?",
        "Apa metode transportasi yang paling nyaman ke Keraton yogyakarta?",
        "Bolehkah Anda memberi tahu saya rute kendaraan umum ke Keraton yogyakarta?",
        "Adakah parkir yang tersedia di dekat Keraton yogyakarta?",
        "Bagaimana saya bisa mencapai Keraton yogyakarta jika saya berjalan kaki dari stasiun kereta atau bus terdekat?",
        "Bagaimana cara menuju Keraton Yogyakarta?",
        "Apa alamat Keraton Yogyakarta dan bagaimana aksesnya?",
        "Saya butuh panduan rute ke Keraton Yogyakarta, bisakah Anda membantu?",
        "Bagaimana saya bisa mencapai Keraton Yogyakarta dengan transportasi umum?",
        "Bagaimana cara paling efisien untuk sampai ke Keraton Yogyakarta dari pusat kota?",
        "Apa opsi transportasi umum yang tersedia untuk menuju Keraton Yogyakarta?",
        "Apa alamat pasti dari Keraton Yogyakarta dan rute kendaraan umum yang mudah diakses?",
        "Jika saya menggunakan transportasi umum, apa stasiun atau halte yang harus saya tuju?",
        "Saya tertarik menggunakan transportasi online untuk ke Keraton Yogyakarta, apa saran Anda?",
        "Bagaimana akses ke Keraton Yogyakarta dari terminal bus terdekat?",
        "Saya ingin tahu cara efisien untuk menuju Keraton Yogyakarta dari stasiun kereta terdekat.",
        "Bagaimana panduan langkah-demi-langkah ke Keraton Yogyakarta menggunakan angkutan umum?",
        "Apakah ada shuttle atau layanan transportasi khusus ke Keraton Yogyakarta?",
        "Saya ingin mencapai Keraton Yogyakarta dengan transportasi umum, adakah opsi bus yang bisa saya gunakan?",
        "Jika saya menggunakan kendaraan pribadi, adakah tempat parkir yang mudah diakses di sekitar Keraton Yogyakarta?",
        "Saya berencana menggunakan transportasi online, apa opsi terbaik untuk mencapai Keraton Yogyakarta?",
        "Cara menuju Keraton Yogyakarta dari pusat kota?",
        "Rute kendaraan umum ke Keraton Yogyakarta bagaimana ya?",
        "Apa akses tercepat ke Keraton Yogyakarta dari bandara Yogyakarta?",
        "Saya butuh panduan langkah-demi-langkah ke Keraton Yogyakarta, bisakah dibantu?",
        "Bagaimana cara sampai ke Keraton Yogyakarta dengan transportasi umum?",
        "Apa alamat pasti Keraton Yogyakarta dan cara paling efisien untuk mencapainya?",
        "Jika saya menggunakan kendaraan pribadi, adakah tempat parkir di dekat Keraton Yogyakarta?",
        "Apa opsi transportasi umum yang nyaman untuk menuju Keraton Yogyakarta dari pusat kota?",
        "Bagaimana cara efektif mencapai Keraton Yogyakarta dari stasiun kereta atau bus terdekat?",
        "Apakah ada shuttle atau layanan khusus untuk ke Keraton Yogyakarta?",
        "Saya ingin tahu alamat Keraton Yogyakarta dan rute terbaik menggunakan transportasi umum.",
        "Apa halte atau stasiun yang harus saya tuju jika menggunakan transportasi umum ke Keraton Yogyakarta?",
        "Bagaimana cara menuju Keraton Yogyakarta jika saya berjalan kaki dari terminal bus terdekat?",
        "Saya berencana menggunakan transportasi online, saran untuk mencapai Keraton Yogyakarta dengan mudah?",
        "Apa rute yang direkomendasikan ke Keraton Yogyakarta dari pusat kota?",
        "Jika saya menggunakan kendaraan pribadi, adakah rute tercepat ke tempat parkir di dekat Keraton Yogyakarta?",
        "Bagaimana akses ke Keraton Yogyakarta dari stasiun kereta terdekat?",
        "Saya ingin tahu cara paling cepat menuju Keraton Yogyakarta dari terminal bus terdekat.",
        "Apakah ada opsi bus yang dapat saya gunakan untuk mencapai Keraton Yogyakarta?"
      ],
      "tanggapan": [
          "Kraton Ngayogyakarta Hadiningrat atau biasa disebut Keraton Yogyakarta terletak di Jl. Rotowijayan Blok No. 1, Panembahan, Kecamatan Kraton, Kota Yogyakarta, Daerah Istimewa Yogyakarta. Beberapa pilihab transportasi menuju keraton yaitu : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang melewati dekat Keraton Yogyakarta  yaitu rute 13, 15, 2A, 8, dan 9.  \n\n• Pemberhentian bis TJ yang paling dekat dengan Keraton adalah Halte – Malioboro 3(Pasar Beringharjo) yang memerlukan waktu berjalan kaki dari halte menuju keraton sekitar 10 menit. Wisatawan dapat juga berhenti di Halte – Kha Dahlan 2 (Ngadiwinatan) atau Halte – Senopati 1 yang memerlukan waktu berjalan kaki sekitar 11 menit menuju Keraton. \n\n 2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta, stasiun yang paling dekat adalah Stasiun Lempunyangan dan dapat dilanjutkan dengan berjalan kaki sekitar 47 menit dari stasiun lempuyangan menuju ke Keraton Yogyakarta atau dengan menggunakan trasnportasi seperti : \n\n• Ojek online dengan tempat penjemputan di pertigaan Jalan Hayam Wuruk (Barat Stasiun Lempuyangan) atau di bawah over (Timur Stasiun Lempuyangan). \n\n• Ojek konvensional : banyak ditemui di depan pintu keluar barat dan timur Stasiun. \n\n• Becak : banyak ditemui di depan pintu keluar barat dan timur Stasiun. \n\n• Bus TJ : 2 halte terdekat dari Stasiun adalah Halte Hayam Wuruk dan Portable Halte Lempuyangan. \n\n3. Menggunakan Kendaraan Pribadi \n\nJika wisatawan menggunakan kendaraan pribadi akan dikenai tarif parkir, untuk kendaraan roda 2 dengan tarif Rp. 2000 dan untuk kendaraan roda empat adalah Rp. 5000."
      ]
    },
    {
      "label": "TJ_keraton_yogyakarta",
      "pola": [
        "Jam operasional Keraton Yogyakarta berapa dan berapa harga tiket masuknya?",
        "Boleh minta informasi jam buka serta biaya tiket masuk ke Keraton Yogyakarta?",
        "Jam berapa Keraton Yogyakarta biasanya buka dan berapa tarif masuknya?",
        "Saya ingin tahu jam operasional serta biaya tiket masuk di Keraton Yogyakarta, bisa dijelaskan?",
        "Informasi terkini, berapa harga tiket masuk dan jam buka Keraton Yogyakarta?",
        "Bagaimana jam buka Keraton Yogyakarta dan berapa harga tiket masuknya?",
        "Jam berapa saya bisa mengunjungi Keraton Yogyakarta dan berapa biayanya?",
        "Mohon info tentang jam operasional dan harga tiket masuk ke Keraton Yogyakarta.",
        "Bisa berikan informasi terkait jam buka serta tarif tiket masuk Keraton Yogyakarta?",
        "Saya butuh rincian tentang jam buka dan biaya tiket masuk Keraton Yogyakarta, bisa dijelaskan?",
        "Berapa jam Keraton Yogyakarta buka dan berapa harga tiket masuknya?",
        "Informasi terbaru, berapa biaya tiket dan jam buka Keraton Yogyakarta?",
        "Jam berapa dan berapa harga tiket masuk Keraton Yogyakarta?",
        "Boleh tahu jam operasional serta biaya masuk Keraton Yogyakarta?",
        "Saya ingin mengetahui rincian jam buka dan biaya tiket masuk di Keraton Yogyakarta.",
        "Mohon info lengkap tentang jam buka dan tarif tiket masuk ke Keraton Yogyakarta.",
        "Jam operasional Keraton Yogyakarta dan harga tiketnya apa ya?",
        "Bagaimana dengan jam buka dan biaya tiket masuk Keraton Yogyakarta?",
        "Boleh kasih tau jam buka dan tarif tiket masuk di Keraton Yogyakarta?",
        "Coba berikan informasi terbaru seputar jam operasional dan harga tiket masuk Keraton Yogyakarta.",
        "Jam berapa saya bisa masuk dan berapa harga tiketnya di Keraton Yogyakarta?",
        "Informasi terkini jam buka dan biaya tiket masuk Keraton Yogyakarta, tolong.",
        "Saya ingin tahu jam buka dan harga tiket masuk Keraton Yogyakarta hari ini.",
        "Mohon info tentang jam operasional serta harga tiket masuk Keraton Yogyakarta sekarang.",
        "Jam berapa Keraton Yogyakarta buka hari ini dan berapa tiket masuknya?",
        "Bagaimana dengan jam buka serta biaya masuk Keraton Yogyakarta?",
        "Boleh berikan detail jam operasional dan harga tiket masuk Keraton Yogyakarta?",
        "Saya butuh info lengkap jam buka dan tarif tiket masuk di Keraton Yogyakarta.",
        "Coba berikan update jam buka dan harga tiket masuk Keraton Yogyakarta.",
        "Jam berapa dan berapa harga tiket masuk Keraton Yogyakarta sekarang?",
        "Mohon informasi terbaru tentang jam buka serta biaya tiket masuk di Keraton Yogyakarta.",
        "Saya ingin tahu lebih lanjut tentang jam operasional dan tarif tiket masuk Keraton Yogyakarta.",
        "Informasi terkini, jam buka dan harga tiket masuk Keraton Yogyakarta apa ya?",
        "Boleh minta info jam operasional serta biaya masuk Keraton Yogyakarta?",
        "Jam berapa dan berapa harga tiket masuk Keraton Yogyakarta hari ini?",
        "Coba berikan detail jam buka dan tarif tiket masuk di Keraton Yogyakarta sekarang.",
        "Saya ingin tahu jam buka dan harga tiket masuk Keraton Yogyakarta saat ini.",
        "Mohon info lengkap tentang jam operasional dan biaya tiket masuk Keraton Yogyakarta.",
        "Jam berapa Keraton Yogyakarta buka dan berapa tiket masuknya?",
        "Boleh kasih tau jam buka serta tarif tiket masuk Keraton Yogyakarta?",
        "Coba berikan update terbaru jam operasional dan harga tiket masuk Keraton Yogyakarta.",
        "Saya butuh informasi terbaru jam buka dan biaya tiket masuk di Keraton Yogyakarta.",
        "Informasi terkini, jam berapa dan berapa harga tiket masuk Keraton Yogyakarta?",
        "Boleh minta informasi jam buka serta biaya tiket masuk Keraton Yogyakarta?",
        "Jam berapa dan berapa harga tiket masuk Keraton Yogyakarta sekarang?",
        "Coba berikan detail jam operasional dan tarif tiket masuk di Keraton Yogyakarta sekarang.",
        "Saya ingin tahu jam buka dan harga tiket masuk Keraton Yogyakarta saat ini.",
        "Mohon info lengkap tentang jam operasional dan biaya tiket masuk Keraton Yogyakarta.",
        "Jam berapa Keraton Yogyakarta buka dan berapa tiket masuknya?",
        "Boleh kasih tau jam buka serta tarif tiket masuk Keraton Yogyakarta?"
      ],
      "tanggapan": [
          "Wisatawan yang hendak berkunjung ke Keraton Yogyakarta dapat melakukan pembelian tiket secara langsung di area Sri Manganti. Keraton Yogyakarta membuka pintunya setiap hari kecuali hari Senin dan tanggal 17 Agustus dengan jam operasional pukul 08.00 -16.00 WIB. Harga tiket masuk ke Keraton Yogyakarya per Rabu(23/08/2023) : \n\n• Wisatawan domestic dewasa : Rp. 15.000 \n\n•.Wisatawan domestic anak : Rp 10.000 \n\n• Turis asing dewasa : Rp. 25.000 \n\n• Turis asing anak : Rp. 20.000 \n\nTiket anak terhitung untuk pengunjung yang berusia antara 2-12 tahun dan tiket dewasa terhitung untuk pengunjung berusia diatas 13 tahun."
      ]
    },
    {
      "label": "AP_keraton_yogyakarta",
      "pola": [
        "ada event apa saja di keraton",
        "acara yang diadakan keraton yogyakarta",
        "Apa saja event yang biasanya diadakan di Keraton Yogyakarta?",
        "Boleh minta info tentang acara yang sering dihelat di Keraton Yogyakarta?",
        "Apa event yang sedang berlangsung di Keraton Yogyakarta?",
        "Ada acara khusus apa yang akan datang di Keraton Yogyakarta?",
        "Saya ingin tahu tentang event-event di Keraton Yogyakarta.",
        "Bagaimana saya bisa mengetahui jadwal acara di Keraton Yogyakarta?",
        "Apakah Keraton Yogyakarta sering mengadakan pertunjukan atau festival?",
        "Ada event khusus yang harus saya tahu sebelum mengunjungi Keraton Yogyakarta?",
        "Apa jenis acara yang biasanya diadakan di Keraton Yogyakarta?",
        "Ada informasi tentang acara atau festival budaya di Keraton Yogyakarta?",
        "Boleh tahu acara apa yang sering diadakan di Keraton Yogyakarta?",
        "Apa saja event yang biasanya dihelat di Keraton Yogyakarta?",
        "Ada informasi tentang acara atau festival budaya di Keraton Yogyakarta?",
        "Ada event khusus yang akan datang di Keraton Yogyakarta?",
        "Saya ingin tahu tentang event-event di Keraton Yogyakarta.",
        "Apa jenis acara yang sering diadakan di Keraton Yogyakarta?",
        "Boleh minta info tentang acara yang terbaru di Keraton Yogyakara?",
        "Apakah Keraton Yogyakarta sering mengadakan pertunjukan atau festival?",
        "Saya penasaran, ada event apa yang diadakan di Keraton Yogyakarta hari ini?",
        "Apa event budaya yang biasanya diadakan di Keraton Yogyakarta?",
        "Apa acara budaya yang biasanya dihelat di Keraton Yogyakarta?",
        "Saya ingin tahu tentang acara atau pertunjukan yang diadakan di Keraton Yogyakarta.",
        "Ada informasi terkini tentang acara-acara di Keraton Yogyakarta?",
        "Boleh tahu event apa yang sedang berlangsung di Keraton Yogyakarta hari ini?",
        "Apa saja acara khusus yang harus saya tahu sebelum mengunjungi Keraton Yogyakarta?",
        "Ada festival atau acara khusus yang diadakan di Keraton Yogyakarta?",
        "Saya ingin tahu tentang event budaya terkini di Keraton Yogyakarta.",
        "Boleh minta informasi tentang pertunjukan atau festival di Keraton Yogyakarta?",
        "Apa jenis event yang sering diadakan di Keraton Yogyakarta?",
        "Ada acara khusus atau festival yang akan diadakan di Keraton Yogyakarta?",
        "Saya ingin tahu tentang event budaya yang dihelat di Keraton Yogyakarta.",
        "Apa saja acara atau festival budaya yang biasa diadakan di Keraton Yogyakarta?",
        "Boleh tahu acara apa yang akan datang di Keraton Yogyakarta?",
        "Apakah Keraton Yogyakarta sering mengadakan acara budaya atau festival?",
        "Saya penasaran, apa saja acara khusus yang diadakan di Keraton Yogyakarta hari ini?",
        "Apa festival atau acara budaya yang biasanya dihelat di Keraton Yogyakarta?",
        "Saya ingin tahu tentang pertunjukan atau event di Keraton Yogyakarta.",
        "Ada informasi terkini tentang event budaya di Keraton Yogyakarta?",
        "Apa jenis acara yang biasa diadakan di Keraton Yogyakarta?",
        "Bagaimana cara mendapatkan informasi tentang festival atau acara di Keraton Yogyakarta?",
        "Ada acara budaya apa yang dihelat di Keraton Yogyakarta saat ini?",
        "Saya ingin tahu tentang pertunjukan atau festival budaya di Keraton Yogyakarta.",
        "Boleh minta informasi tentang acara budaya yang diadakan di Keraton Yogyakarta?"
      ],
      "tanggapan": [
          "Berikut event dan festival budaya yang diadakan oleh Keraton Yogyakarta dan dapat di ikuti oleh khalayak umum dan wisatawan : \n\n1. Upacara sekaten \n\n Upacara ini diadakan selama 7 hari untuk memperingati hari kelahiran Nabi Muhammad SAW \n\n 2. Upacara Siraman Pusaka dan Labuhan \n\n Acara ini dilakukan pada bulan pertama dalam kalender jawa atau yang disebut bulan suro. \n\n 3. Upacara Garebeg \n\n Upacara ini diadakan 3x dalam 1 tahun kalender jawa, tepatnya pada tanggal 12 bulan Mulud (bulan ke tiga), tanggal satu bulan Sawal (bulan ke 10), dan tanggal sepuluh bulan besar (bulan ke 12). \n\n 4. Upacara Tumplak Wajik \n\n Upacara ini biasanya diadakan 2 hari sebelum upacara Garebeg."
      ]
    },
    {
      "label": "SS_situs_tamansari",
      "pola": [
        "Situs taman sari",
        "objek wisata taman sari",
        "situs taman sari itu apa",
        "pengertian situs taman sari",
        "Apa yang Anda ketahui tentang Situs Taman Sari?",
        "Boleh ceritakan sedikit tentang sejarah Situs Taman Sari?",
        "Apa yang dimaksud dengan Situs Taman Sari?",
        "Bagaimana asal mula Situs Taman Sari?",
        "Bisakah Anda memberikan informasi singkat tentang Situs Taman Sari?",
        "Mengapa Situs Taman Sari begitu bersejarah?",
        "Apa yang membuat Situs Taman Sari menjadi tempat penting dalam sejarah Yogyakarta?",
        "Bagaimana Situs Taman Sari berperan dalam masa lalu Yogyakarta?",
        "Saya ingin tahu lebih banyak tentang Situs Taman Sari. Apa informasinya?",
        "Apa peran Situs Taman Sari dalam konteks budaya Yogyakarta?",
        "Situs Taman Sari itu apa sebenarnya?",
        "Bisa dijelaskan pengertian dari Situs Taman Sari?",
        "Apa yang Anda ketahui tentang sejarah Situs Taman Sari?",
        "Boleh ceritakan sedikit tentang latar belakang Situs Taman Sari?",
        "Apa yang dimaksud dengan Situs Taman Sari secara historis?",
        "Bagaimana asal mula Situs Taman Sari di Yogyakarta?",
        "Bisakah Anda memberikan informasi singkat tentang sejarah Situs Taman Sari?",
        "Mengapa Situs Taman Sari dianggap begitu bersejarah?",
        "Saya ingin tahu lebih banyak tentang Situs Taman Sari. Apa informasinya?",
        "Bisa diberikan gambaran umum tentang Situs Taman Sari?",
        "Apa yang membedakan Situs Taman Sari dari tempat sejarah lain di Yogyakarta?",
        "Saya penasaran, apa yang membuat Situs Taman Sari begitu istimewa?",
        "Bisakah Anda menceritakan peran Situs Taman Sari dalam perkembangan Yogyakarta?",
        "Apa sejarah unik yang dimiliki Situs Taman Sari?",
        "Bagaimana keterkaitan Situs Taman Sari dengan peristiwa sejarah Yogyakarta?",
        "Saya ingin mendapatkan informasi lebih lanjut tentang Situs Taman Sari.",
        "Apa yang bisa Anda ceritakan tentang situs Taman Sari?",
        "Bagaimana sejarah singkat dari Situs Taman Sari di Yogyakarta?",
        "Apa pengertian atau definisi dari Situs Taman Sari?",
        "Mengapa Situs Taman Sari dianggap bersejarah?",
        "Bagaimana peran Situs Taman Sari dalam sejarah Yogyakarta?",
        "Bisa dijelaskan asal mula Situs Taman Sari dan bagaimana berkembangnya?",
        "Bagaimana latar belakang historis dari Situs Taman Sari?",
        "Apakah ada cerita atau kejadian unik dalam sejarah Situs Taman Sari?",
        "Mengapa Situs Taman Sari menjadi tempat penting dalam sejarah Yogyakarta?",
        "Bagaimana Situs Taman Sari dihubungkan dengan peristiwa sejarah penting di Yogyakarta?",
        "Apa yang bisa dikatakan tentang arsitektur Situs Taman Sari?",
        "Apa yang membuat Situs Taman Sari menarik untuk dikunjungi?"
      ],
      "tanggapan": [
          "Taman Sari yang berarti 'taman yang indah' merupakan kompleks istana yang dibangun oleh Sultan Hamengku Buwono I pada tahun 1757. Terletak hanya sepuluh menit berjalan kaki dari istana Sultan, taman ini menggabungkan gaya arsitektur Jawa dan Portugis. Daerah di sebelah timur taman sampai ke perempatan kota disebut Suryoputran. Setiap kali Sultan mengunjungi taman tersebut, beliau akan mendayung perahu pribadinya melewati jembatan gantung yang disebut ‘Kreteg Gantung’ yang terletak di depan gerbang Kraton, ke arah selatan atau utara Kemandungan. Selain transportasi air, terdapat juga jalan bawah tanah dari Kraton Yogyakarta yang Pasarean Ledok Sari. \n\nKraton Yogyakarta, ibukota Kesultanan yang didirikan pada tahun 1755 oleh Pangeran Mangkubumi, menjadi pusat pemerintahan dengan tatanan kota yang terencana. Tamansari atau Water Castle adalah salah satu fasilitas istimewa di dalamnya. Berfungsi sebagai pesanggrahan dan tempat tinggal Sultan, Tamansari memiliki pesanggrahan lain seperti Warung Boto dan Manukberi. Bangunan ini mencerminkan akulturasi gaya arsitektur Jawa dan Eropa, Arsitek bangunan ini adalah bangsa Portugis, segingga selintas seolah-olah banguinan ini memiliki seni arsitektur Eropa yang sangat kuat, namun jika kita amati, maka unsur bangunan Jawa lebih dominan disini. \n\nTaman Sari bukan hanya tempat hiburan, tetapi juga memiliki fungsi pertahanan. Saat Kraton diserang, Sultan dan keluarganya dapat menyelamatkan diri melalui jalan bawah tanah, sementara pintu air dapat dibuka sehingga dapat menenggelamkan musuh. Tempat-tempat seperti Pulau Kenanga dan Masjid Soko Tunggal menambah keunikan taman ini. Meskipun terdapat perbedaan interpretasi tentang asal usulnya, Tamansari tetap menjadi bagian berharga dalam sejarah dan budaya Yogyakarta, menarik pengunjung dengan keindahan arsitektur dan kisahnya yang kaya."
      ]
    },
    {
      "label": "TJ_situs_tamansari",
      "pola": [
        "Jam berapa situs Taman Sari biasanya buka untuk pengunjung?",
        "Boleh minta informasi tentang jam operasional Situs Taman Sari di Yogyakarta?",
        "Situs Taman Sari buka pada jam berapa setiap harinya?",
        "Bagaimana jam buka standar dan waktu kunjungan terbaik ke Situs Taman Sari?",
        "Apakah ada perubahan jam buka terbaru di Situs Taman Sari?",
        "Jam operasional Situs Taman Sari berlaku untuk hari-hari apa saja?",
        "Saya ingin tahu lebih tentang jam buka Situs Taman Sari. Bisa dijelaskan?",
        "Informasi terkini, berapa jam kunjungan yang diperbolehkan di Situs Taman Sari?",
        "Jam berapa pengunjung dapat masuk ke Situs Taman Sari setiap harinya?",
        "Apakah Situs Taman Sari memiliki jam buka yang berbeda untuk hari libur?",
        "Situs Taman Sari dibuka pada jam berapa pada hari Sabtu dan Minggu?",
        "Bagaimana aturan jam buka Situs Taman Sari saat musim liburan?",
        "Apakah Situs Taman Sari memiliki waktu kunjungan khusus?",
        "Situs Taman Sari beroperasi pada jam berapa pada hari kerja?",
        "Apakah ada pengecualian jam buka Situs Taman Sari untuk acara khusus?",
        "Situs Taman Sari buka pada jam berapa pada hari biasa?",
        "Boleh minta informasi jam operasional Situs Taman Sari di akhir pekan?",
        "Bagaimana jam buka Situs Taman Sari selama bulan Ramadan?",
        "Hari libur nasional, jam berapa Situs Taman Sari dibuka untuk umum?",
        "Apakah jam buka Situs Taman Sari berubah selama perayaan khusus?",
        "Situs Taman Sari buka pada jam berapa pada hari besar nasional?",
        "Jam berapa biasanya Situs Taman Sari tutup setiap harinya?",
        "Apakah ada batasan waktu kunjungan ke Situs Taman Sari?",
        "Situs Taman Sari membuka pintu pada jam berapa pada hari Jumat?",
        "Boleh minta info terkini tentang jam buka Situs Taman Sari?",
        "Jam berapa terakhir pengunjung dapat masuk ke Situs Taman Sari?",
        "Hari Minggu, jam buka Situs Taman Sari dimulai dari pukul berapa?",
        "Bagaimana jam buka Situs Taman Sari untuk kunjungan kelompok?",
        "Apakah Situs Taman Sari memiliki aturan jam buka yang ketat?",
        "Situs Taman Sari tutup pada jam berapa setiap harinya?",
        "Jam operasional Situs Taman Sari berpengaruh pada hari apa saja?",
        "Boleh tahu jam buka dan waktu terbaik untuk mengunjungi Situs Taman Sari?",
        "Situs Taman Sari buka pada jam berapa pada hari libur?",
        "Hari apa saja Situs Taman Sari memiliki jam buka yang panjang?",
        "Bagaimana jam buka Situs Taman Sari selama musim hujan?",
        "Jam berapa pengunjung harus keluar dari Situs Taman Sari setiap harinya?",
        "Boleh minta informasi jam operasional Situs Taman Sari saat ini?",
        "Situs Taman Sari membuka pintu pada jam berapa pada hari kerja?",
        "Bagaimana jam buka Situs Taman Sari selama masa liburan sekolah?",
        "Situs Taman Sari membuka pintu pada jam berapa pada hari kamis?",
        "Jam berapa terakhir waktu kunjungan ke Situs Taman Sari pada hari Rabu?",
        "Boleh tahu jam buka Situs Taman Sari pada hari biasa?",
        "Situs Taman Sari buka pada jam berapa pada hari Selasa?",
        "Hari apa saja Situs Taman Sari memiliki jam buka yang pendek?",
        "Berapa harga tiket masuk Situs Taman Sari untuk dewasa?",
        "Apakah ada tarif khusus untuk anak-anak di Situs Taman Sari?",
        "Boleh tahu harga tiket terbaru untuk mengunjungi Situs Taman Sari?",
        "Berapa biaya masuk ke Situs Taman Sari untuk pelajar?",
        "Boleh minta informasi tentang harga tiket masuk Situs Taman Sari?",
        "Berapa harga tiket masuk Situs Taman Sari untuk dewasa?",
        "Apakah ada tarif khusus untuk anak-anak di Situs Taman Sari?",
        "Boleh tahu harga tiket terbaru untuk mengunjungi Situs Taman Sari?",
        "Berapa biaya masuk ke Situs Taman Sari untuk pelajar?",
        "Boleh minta informasi tentang harga tiket masuk Situs Taman Sari?",
        "Bagaimana dengan tiket masuk gratis untuk anak di bawah usia tertentu di Situs Taman Sari?",
        "Berapa jam Situs Taman Sari buka setiap harinya?",
        "Berapa harga tiket masuk untuk pengunjung dewasa yang merupakan warga domestik?",
        "Apakah ada tarif khusus untuk anak-anak warga domestik di Situs Taman Sari?",
        "Bagaimana dengan harga tiket masuk untuk pengunjung dewasa mancanegara?",
        "Berapa biaya tiket masuk untuk anak-anak mancanegara di Situs Taman Sari?",
        "Apakah ada biaya masuk untuk anak-anak berusia 0-2 tahun di Situs Taman Sari?",
        "Berapa biaya tambahan jika wisatawan membawa kamera selain hp?",
        "Apakah ada persyaratan khusus untuk sesi foto atau pengambilan video dengan kamera profesional di Situs Taman Sari?",
        "Apa saja jenis biaya tambahan untuk sesi foto yang berlaku di Situs Taman Sari?",
        "Berapa harga tiket masuk ke Situs Taman Sari saat ini?",
        "Apakah tarif tiket masuk Situs Taman Sari berlaku untuk semua pengunjung?",
        "Boleh tahu apakah ada diskon khusus untuk anak-anak di Situs Taman Sari?",
        "Adakah tiket masuk khusus untuk warga negara asing yang berkunjung ke Situs Taman Sari?",
        "Boleh minta informasi tentang harga tiket grup untuk kunjungan ke Situs Taman Sari?",
        "Apakah ada perbedaan harga tiket untuk waktu kunjungan pagi dan sore di Situs Taman Sari?",
        "Apakah ada tiket masuk gratis untuk peringatan hari-hari khusus di Situs Taman Sari?",
        "Apakah ada tarif khusus untuk kelompok pelajar yang berkunjung ke Situs Taman Sari?",
        "Harga tiket masuk Situs Taman Sari berbeda untuk hari kerja dan akhir pekan, bukan?",
        "Berapa harga tiket masuk untuk anak balita di Situs Taman Sari?",
        "Berapa biaya tambahan untuk tiket masuk jika membawa kelompok fotografer ke Situs Taman Sari?"
      ],
     "tanggapan": [
         "Situs Taman Sari buka setiap hari dari pukul 09.00 – 15.00. WIB. Harga tiket masuk Situs Taman Sari per 1 Maret 2023 sebagai berikut : \n\n•Pengunjung domestik dewasa : Rp. 15.000 \n\n•Pengunjung domestic anak (2-12 tahun) : Rp. 10.000 \n\n•Pengunjung mancanegara dewasa : Rp. 25.000 \n\n•Pengunjung mancanegara anak (2-12 tahun)  : Rp. 20.000 \n\n•Pengunjung anak 0-2 tahun : Gratis \n\nApabila wisatawan membawa kamera selain hp maka akan dikenai biaya tambahan sebesar Rp.3000. Namun, jika wisatawan ingin melakukan sesi foto ataupun melakukan pengambilan video dengan kamera professional, maka perlu melakukan pemberitahuan atau konfirmasi lebih lanjut dengan petugas di kantor Taman Sari. Selain itu terdapat pula biasa tambahan sesuai dengan jenis foto sebagai berikut : \n\n•Pelajar dan mahasiswa : Rp. 150.000 \n\n•Prewedding domestic : Rp. 250.000 \n\n•Prewedding Internasional : Rp. 500.000 \n\n•Session domestic : Rp. 250.000 \n\n•Session Internasional: Rp. 500.000 \n\n•Produk domestic: Rp. 500.000 \n\n•Produk Internasional: Rp. 1.000.000"
     ]
    },
    {
      "label": "AR_situs_tamansari",
      "pola": [
        "Bagaimana akses ke situs taman sari ?",
        "cara ke situs taman sari ?",
        "Bagaimana cara mencapai Situs Taman Sari?",
        "Apa rute transportasi yang paling nyaman ke Situs Taman Sari?",
        "Saya ingin tahu bagaimana akses ke Situs Taman Sari dari pusat kota.",
        "Bagaimana saya bisa sampai ke Situs Taman Sari jika saya menggunakan transportasi umum?",
        "Apakah ada jalur khusus atau transportasi tertentu yang disarankan untuk mencapai Situs Taman Sari?",
        "Bisakah Anda memberikan petunjuk arah atau peta untuk mencapai Situs Taman Sari?",
        "Apakah ada tempat parkir yang tersedia di dekat Situs Taman Sari?",
        "Bagaimana aksesibilitas Situs Taman Sari untuk penyandang disabilitas?",
        "Berapa lama waktu yang dibutuhkan untuk mencapai Situs Taman Sari dari berbagai titik kota?",
        "Apakah ada saran atau tips khusus untuk mencapai Situs Taman Sari dengan mudah?",
        "Bagaimana akses ke Situs Taman Sari?",
        "Cara ke Situs Taman Sari?",
        "Bagaimana cara mencapai Situs Taman Sari?",
        "Apa rute transportasi yang paling nyaman ke Situs Taman Sari?",
        "Saya ingin tahu bagaimana akses ke Situs Taman Sari dari pusat kota.",
        "Bagaimana saya bisa sampai ke Situs Taman Sari jika saya menggunakan transportasi umum?",
        "Apakah ada jalur khusus atau transportasi tertentu yang disarankan untuk mencapai Situs Taman Sari?",
        "Bisakah Anda memberikan petunjuk arah atau peta untuk mencapai Situs Taman Sari?",
        "Apakah ada tempat parkir yang tersedia di dekat Situs Taman Sari?",
        "Berapa lama waktu yang dibutuhkan untuk mencapai Situs Taman Sari dari berbagai titik kota?",
        "Apakah ada saran atau tips khusus untuk mencapai Situs Taman Sari dengan mudah?",
        "Apa alternatif transportasi yang direkomendasikan untuk pergi ke Situs Taman Sari?",
        "Bagaimana kondisi lalu lintas menuju Situs Taman Sari?",
        "Apakah ada pilihan transportasi umum yang berhenti dekat Situs Taman Sari?",
        "Saya ingin tahu apakah ada bus atau kereta api yang melewati Situs Taman Sari.",
        "Adakah shuttle atau layanan transportasi khusus yang menghubungkan Situs Taman Sari dengan atraksi lain?",
        "Berapa lama perjalanan dari pusat kota ke Situs Taman Sari menggunakan transportasi umum?",
        "Apakah ada perhentian transportasi umum yang strategis di sekitar Situs Taman Sari?",
        "Apakah ada rute pejalan kaki yang disarankan untuk mencapai Situs Taman Sari?",
        "Saya ingin tahu apakah Situs Taman Sari dapat diakses dengan mobil pribadi atau ojek online.",
        "Berapa biaya rata-rata perjalanan menuju Situs Taman Sari menggunakan transportasi umum?",
        "Apakah ada area penjemputan atau drop-off di dekat Situs Taman Sari?",
        "Bagaimana cara paling efisien untuk mencapai Situs Taman Sari dari hotel di sekitar?",
        "Berapa lama waktu yang diperlukan untuk mencapai Situs Taman Sari dari terminal bus terdekat?",
        "Saya ingin tahu apakah ada rute angkutan umum yang memudahkan perjalanan ke Situs Taman Sari dari kawasan perbelanjaan terkenal.",
        "Apakah ada informasi tentang shuttle antar-wisata yang melibatkan Situs Taman Sari?",
        "Saya ingin tahu apakah ada layanan antar-jemput khusus yang dapat diakses menuju Situs Taman Sari.",
        "Seberapa dekat Situs Taman Sari dengan pusat transportasi umum terdekat?",
        "Bagaimana cara menuju Situs Taman Sari jika saya menggunakan mobil sewaan atau ojek online?",
        "Bagaimana cara menuju ke Situs Taman Sari menggunakan bus TransJogja?",
        "Apakah ada opsi transportasi kereta api yang bisa digunakan untuk menuju Situs Taman Sari?",
        "Bagaimana jika wisatawan menggunakan kendaraan pribadi untuk pergi ke Situs Taman Sari?",
        "Apakah terdapat tempat parkir yang aman untuk kendaraan pribadi di Situs Taman Sari?",
        "Bagaimana rute dari Halte Jalan Sugeng Jeroni menuju Taman Sari setelah menggunakan bus TJ?",
        "Adakah opsi transportasi lain selain bus dan kereta api untuk menuju Situs Taman Sari?",
        "Bagaimana cara menuju Situs Taman Sari dari Stasiun Lempuyangan menggunakan ojek online?",
        "Bagaimana akses ke situs Taman Sari?",
        "Cara ke situs Taman Sari?",
        "Bagaimana cara mencapai Situs Taman Sari?",
        "Apa rute transportasi yang paling nyaman ke Situs Taman Sari?",
        "Saya ingin tahu bagaimana akses ke Situs Taman Sari dari pusat kota.",
        "Bagaimana saya bisa sampai ke Situs Taman Sari jika saya menggunakan transportasi umum?",
        "Apakah ada jalur khusus atau transportasi tertentu yang disarankan untuk mencapai Situs Taman Sari?",
        "Apa alternatif transportasi yang direkomendasikan untuk pergi ke Situs Taman Sari?",
        "Apakah ada pilihan transportasi umum yang berhenti dekat Situs Taman Sari?",
        "Saya ingin tahu apakah ada bus atau kereta api yang melewati Situs Taman Sari.",
        "Saya ingin tahu apakah Situs Taman Sari dapat diakses dengan mobil pribadi atau ojek online.",
        "Berapa lama waktu yang diperlukan untuk mencapai Situs Taman Sari dari terminal bus terdekat?",
        "Seberapa dekat Situs Taman Sari dengan pusat transportasi umum terdekat?",
        "Bagaimana cara menuju ke Situs Taman Sari menggunakan bus TransJogja?",
        "Bagaimana jika wisatawan menggunakan kendaraan pribadi untuk pergi ke Situs Taman Sari?",
        "Adakah opsi transportasi lain selain bus dan kereta api untuk menuju Situs Taman Sari"
              ],
     "tanggapan": [
         "Situs Taman Sari terletak di Jl. Taman Sari No.42, Kadipaten, Kraton, Yogyakarta, DI Yogyakarta. Beberapa pilihan transportasi menuju Situs Taman Sari yang dapat digunakan oleh wisatawan seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang melewati dekat Situs Taman Sari yaitu rute 10, 11, 13, 15, 8, dan JOGJA-TEMPEL.  \n\n• Pemberhentian bis TJ yang paling dekat dengan Keraton adalah Halte Jalan Sugeng Jeroni yang memerlukan waktu berjalan kaki dari halte menuju Taman Sari sekitar 10 menit. Wisatawan dapat juga berhenti di Halte Tpb – Purawisata yang memerlukan waktu berjalan kaki sekitar 11 menit menuju area Situs Taman Sari. \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta, stasiun yang paling dekat adalah Stasiun Lempunyangan dan dapat dilanjutkan dengan berjalan kaki sekitar 27  menit dari stasiun lempuyangan menuju ke Situs Taman Sari atau wisatawan dapat menggunakan trasnportasi seperti : \n\n• Ojek online dengan tempat penjemputan di pertigaan Jalan Hayam Wuruk (Barat Stasiun Lempuyangan) atau di bawah over (Timur Stasiun Lempuyangan). \n\n• Ojek konvensional : banyak ditemui di depan pintu keluar barat dan timur Stasiun. \n\n• Becak : banyak ditemui di depan pintu keluar barat dan timur Stasiun. \n\n• Bus TJ : 2 halte terdekat dari Stasiun adalah Halte Hayam Wuruk dan Portable Halte Lempuyangan. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan menggunakan kendaraan pribadi akan dikenai tarif parkir, untuk kendaraan roda 2 dengan tarif Rp. 2000 dan untuk kendaraan roda empat adalah Rp. 5000."
     ]
    },
    {
      "label": "SS_benteng_vredeburg",
      "pola": [
        "Benteng vrendeburg",
        "sejarah singkat benteng vrendeburg",
        "apa itu benteng vrendeburg",
        "Boleh ceritakan tentang sejarah Benteng Vredeburg?",
        "Apa peran Benteng Vredeburg dalam sejarah Yogyakarta?",
        "Saya ingin tahu lebih banyak tentang latar belakang Benteng Vredeburg.",
        "Bagaimana Benteng Vredeburg berkontribusi dalam perkembangan Yogyakarta?",
        "Bisakah Anda jelaskan secara singkat tentang Benteng Vredeburg?",
        "Sejarah apa yang menyertai pembangunan Benteng Vredeburg?",
        "Kenapa Benteng Vredeburg dibangun di Yogyakarta?",
        "Apa alasan di balik penamaan Benteng Vredeburg?",
        "Bolehkah Anda memberikan gambaran singkat mengenai asal usul Benteng Vredeburg?",
        "Ada peristiwa bersejarah apa yang terkait dengan Benteng Vredeburg?",
        "Saya penasaran tentang peran Benteng Vredeburg dalam perkembangan kota Yogyakarta.",
        "Apa yang membedakan Benteng Vredeburg dari benteng lainnya di Indonesia?",
        "Bisakah Anda ceritakan peristiwa penting yang melibatkan Benteng Vredeburg?",
        "Sejarah apa yang melatarbelakangi pembangunan Benteng Vredeburg di tempat ini?",
        "Apa yang membuat Benteng Vredeburg begitu signifikan dalam sejarah Yogyakarta?",
        "Saya ingin mengetahui lebih banyak tentang pembangunan awal Benteng Vredeburg.",
        "Bagaimana Benteng Vredeburg berkembang sejak pembangunannya?",
        "Bisakah Anda memberikan gambaran singkat tentang fase pembangunan Benteng Vredeburg?",
        "Sejak kapan Benteng Vredeburg diakui sebagai warisan sejarah?",
        "Apa makna sejarah yang terkandung di dalam Benteng Vredeburg?",
        "Saya ingin mengetahui bagaimana peran Benteng Vredeburg selama periode tertentu dalam sejarah Indonesia.",
        "Bagaimana Benteng Vredeburg bertahan selama peristiwa-peristiwa bersejarah?",
        "Apa yang membuat Benteng Vredeburg begitu ikonik dalam warisan sejarah Yogyakarta?",
        "Bolehkah Anda menjelaskan hubungan antara Benteng Vredeburg dan cerita sejarah Yogyakarta secara keseluruhan?",
        "Sejarah apa yang terkandung di balik pergantian nama dari Rustenburgh menjadi Vredeburg?",
        "Bagaimana sejarah awal pembangunan Benteng Vredeburg di Yogyakarta?",
        "Apa yang mendasari kebutuhan pembangunan Benteng Vredeburg di dekat Kraton Yogyakarta?",
        "Kapan persisnya pembangunan Benteng Vredeburg dimulai dan siapa yang mengusulkan pembangunannya?",
        "Apa peran Benteng Vredeburg dalam mengamankan Kraton Yogyakarta dari ancaman Belanda?",
        "Bagaimana lokasi strategis Benteng Vredeburg mendukung fungsinya sebagai pertahanan Kraton?",
        "Bagaimana perkembangan Benteng Vredeburg dari struktur sederhana menjadi benteng yang lebih kuat?",
        "Apakah ada perubahan nama atau tujuan Benteng Vredeburg sepanjang sejarahnya?",
        "Bagaimana dampak gempa tahun 1867 terhadap Benteng Vredeburg dan proses pemugarannya?",
        "Apa yang terjadi pada Benteng Vredeburg selama pendudukan Jepang pada tahun 1942?",
        "Mengapa Benteng Vredeburg dibangun di Yogyakarta?",
        "Boleh minta rangkuman tentang pembangunan awal Benteng Vredeburg?",
        "Bagaimana Benteng Vredeburg terkait dengan Kasultanan Yogyakarta?",
        "Apakah Benteng Vredeburg memiliki fungsi khusus selain sebagai pertahanan?",
        "Siapa yang mengusulkan pembangunan Benteng Vredeburg kepada Sultan?",
        "Bagaimana peran Benteng Vredeburg dalam menjaga keamanan kraton dan sekitarnya?",
        "Mengapa Belanda ingin membangun benteng di dekat kraton Yogyakarta?",
        "Apa yang dimaksud dengan Rustenburgh, dan mengapa namanya berubah menjadi Vredeburg?",
        "Apa yang terjadi pada Benteng Vredeburg selama penguasaan Inggris di Yogyakarta?",
        "Bagaimana nasib Benteng Vredeburg setelah kemerdekaan Indonesia pada tahun 1945?",
        "Kapan Benteng Vredeburg diubah menjadi museum dan apa yang dipamerkan di dalamnya?",
        "Sejak kapan Benteng Vredeburg diakui sebagai Museum Khusus Perjuangan Nasional?",
        "Apa yang membedakan Benteng Vredeburg dari benteng-benteng lain di Indonesia?",
        "Sejak kapan Benteng Vredeburg menjadi bagian dari pariwisata di Yogyakarta?"
      ],
     "tanggapan": [
         "Benteng Vredeburg di Yogyakarta berdiri seiring dengan berkembangnya Kasultanan Yogyakarta pada tahun 1755. Dibangun dekat kraton sebagai upaya Belanda untuk menjaga keamanan, sebenarnya, benteng ini memiliki maksud tersembunyi yaitu untuk memudahkan pengawasan Belanda terhadap wilayah tersebut. Dengan fungsi sebagai benteng strategis, intimidasi, penyerangan, dan blokade, letaknya yang strategis hanya satu jarak tembak meriam dari kraton menandakan fungsinya yang lebih dari sekadar pertahanan. \n\nAwalnya dikenal sebagai Benteng Kompeni, pembangunan benteng ini diminta diperkuat pada tahun 1767 oleh pemerintah Belanda. Dengan izin Sultan Hamengku Buwono I, benteng selesai pada 1787 dan berganti nama menjadi Vredeburg yang berarti 'perdamaian' setelah mengalami pemugaran. Selama sejarahnya, benteng menyaksikan berbagai peristiwa, termasuk penguasaan Inggris pada 1812 dan pendudukan Jepang selama Perang Dunia II. \n\n Pasca Proklamasi Kemerdekaan Indonesia, Benteng Vredeburg menjadi milik instansi militer Republik Indonesia, tetapi saat Agresi Militer Belanda II pada 1948 benteng dikuasai oleh pasukan Belanda hingga tahun 1949. Kemudian, benteng diambil alih oleh APRI (Angkatan Perang Republik Indonesia). Pada 1992 menjadi Museum Khusus Perjuangan Nasional dan pada 1997, diberi tanggung jawab untuk mengelola museum perjuangan di Brontokusuman Yogyakarta."
     ]
    },
    {
      "label": "TJ_benteng_vrendeburg",
      "pola": [
        "Berapa harga tiket masuk museum benteng vrendeburg ?",
        "hari apa saja benteng vredeburg buka ?",
        "Jam berapa Benteng Vredeburg biasanya buka dan berapa harga tiket masuknya?",
        "Bisakah Anda informasikan jam operasional serta tarif tiket masuk ke Benteng Vredeburg?",
        "Apa saja hari buka Benteng Vredeburg dan berapa biaya tiket masuknya?",
        "Boleh minta rincian tentang jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Informasi terkini, berapa tarif tiket masuk dan jam buka Benteng Vredeburg?",
        "Bagaimana jam operasional dan harga tiket masuk Benteng Vredeburg?",
        "Jam berapa saya bisa mengunjungi Benteng Vredeburg dan berapa biayanya?",
        "Mohon info tentang hari buka, jam operasional, dan harga tiket masuk Benteng Vredeburg.",
        "Bisa berikan detail mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Saya butuh informasi tentang jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Kapan Benteng Vredeburg biasanya buka dan berapa harga tiketnya?",
        "Hari apa saja Benteng Vredeburg buka untuk umum dan berapa tarif masuknya?",
        "Bolehkah Anda memberikan informasi tentang jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Apa saja waktu operasional, harga tiket, dan hari buka Benteng Vredeburg?",
        "Bagaimana saya bisa mengatur kunjungan ke Benteng Vredeburg dengan memperhatikan jam buka dan harga tiket?",
        "Jam berapa Benteng Vredeburg biasanya tutup dan apa harga tiketnya?",
        "Saya ingin tahu rincian jam buka, harga tiket, dan hari operasional Benteng Vredeburg.",
        "Boleh minta informasi terkini tentang jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Apakah ada perbedaan jam buka dan harga tiket untuk hari-hari tertentu di Benteng Vredeburg?",
        "Bagaimana saya bisa mempersiapkan kunjungan ke Benteng Vredeburg dengan memperhitungkan jam buka dan harga tiket?",
        "Kapan waktu terbaik untuk mengunjungi Benteng Vredeburg dan berapa biaya tiketnya?",
        "Bisa berikan informasi mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Mohon rincian jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Apa kebijakan harga tiket dan jam buka Benteng Vredeburg pada akhir pekan atau hari libur?",
        "Saya ingin tahu tentang jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Bolehkah saya mendapatkan informasi terkini mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Jam berapa Benteng Vredeburg biasanya buka untuk pengunjung dan apa tarif tiketnya?",
        "Hari apa saja Benteng Vredeburg tutup dan berapa harga tiket masuknya?",
        "Informasikan saya tentang jam buka, harga tiket, dan hari operasional Benteng Vredeburg.",
        "Bagaimana jam buka dan harga tiket di Benteng Vredeburg?",
        "Kapan Benteng Vredeburg buka setiap minggunya dan berapa biaya tiketnya?",
        "Apa saja aturan atau kebijakan khusus yang berkaitan dengan jam buka dan harga tiket Benteng Vredeburg?",
        "Saya ingin tahu jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Apakah ada penyesuaian jam buka dan harga tiket Benteng Vredeburg untuk musim tertentu?",
        "Bolehkah Anda memberikan panduan mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Jam berapa Benteng Vredeburg biasanya tutup dan berapa biaya tiket masuknya?",
        "Apa saja jam buka dan harga tiket untuk Benteng Vredeburg pada hari-hari biasa?",
        "Informasikan saya tentang jam buka, harga tiket, dan hari operasional Benteng Vredeburg.",
        "Bagaimana jam operasional dan harga tiket Benteng Vredeburg pada hari kerja?",
        "Saya ingin mendapatkan informasi terkini mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg.",
        "Jam berapa Benteng Vredeburg tutup dan berapa tarif tiketnya?",
        "Apa kebijakan harga tiket dan jam buka Benteng Vredeburg untuk pengunjung lokal dan wisatawan mancanegara?",
        "Bisa berikan informasi terkait jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Mohon rincian jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Saya ingin mengetahui jam operasional, harga tiket, dan hari buka Benteng Vredeburg.",
        "Bolehkah saya mendapatkan informasi terkini mengenai jam buka, harga tiket, dan hari operasional Benteng Vredeburg?",
        "Jam berapa Benteng Vredeburg biasanya buka dan berapa harga tiket masuknya?",
        "Bisakah Anda informasikan jam operasional serta tarif tiket masuk ke Benteng Vredeburg?"
      ],
     "tanggapan": [
         "Museum Benteng Vredeburg buka setiap hari Selasa – Minggu dari pukul 07.00-16.00 WIB. Museum tutup setiap hari Senin dan Idul Fitri/Adha, sementara pada Hari Libur Nasional tetap buka (kecuali Senin dan Idul Fitri/Adha). Untuk harga tiket masuk ke dalam Museum Benteng Vredebrug yaitu : \n\n• Wisatawan mancanegara : Rp. 10.000 \n\n• Wisatawan Domestik Dewasa : Rp. 3.000 \n\n• Wisatawan Domestik Anak-Anak : Rp. 2.000 \n\n Selain tiket Individu terdapat pula harga tiket untuk rombongan dengan minimal 20 orang di dalam rombongan : \n\n• Rombongan Dewasa : Rp. 2.000/orang \n\n• Rombongan Anak-Anak : Rp. 1000/orang"
     ]
    },
    {
      "label": "AR_benteng_vredeburg",
      "pola": [
        "Bagaimana cara menuju benteng vredeburg ?",
        "dimana benteng vredeburg",
        "apakah dapat menggunakan kendaraan pribadi ?",
        "Cara terbaik untuk menuju Benteng Vredeburg adalah dengan menggunakan transportasi umum atau kendaraan pribadi?",
        "Bisakah Anda memberikan petunjuk atau rute terbaik untuk mencapai Benteng Vredeburg dari pusat kota?",
        "Apakah ada parkir yang tersedia di sekitar Benteng Vredeburg jika saya menggunakan kendaraan pribadi?",
        "Mohon informasi mengenai akses dan rute tercepat ke Benteng Vredeburg, serta apakah ada fasilitas parkir di dekatnya.",
        "Saya ingin tahu cara paling efisien untuk mencapai Benteng Vredeburg dan apakah ada biaya parkir untuk kendaraan pribadi.",
        "Bolehkah Anda memberikan panduan rinci tentang bagaimana cara terbaik menuju Benteng Vredeburg?",
        "Dimana letak pasti Benteng Vredeburg dan apakah ada parkir yang nyaman untuk kendaraan pribadi?",
        "Apa saran Anda untuk menuju Benteng Vredeburg jika saya menggunakan kendaraan pribadi?",
        "Bagaimana rute terbaik untuk mencapai Benteng Vredeburg dan apakah ada biaya parkir di sekitar area tersebut?",
        "Saya ingin tahu cara paling efektif untuk sampai ke Benteng Vredeburg dan apakah ada tempat parkir yang terjangkau.",
        "Apakah Benteng Vredeburg mudah diakses dengan kendaraan pribadi, dan berapa biaya parkirnya?",
        "Bolehkah Anda memberikan panduan rinci mengenai bagaimana cara menuju Benteng Vredeburg dari berbagai lokasi di kota?",
        "Saya ingin tahu apakah ada kendaraan umum yang bisa saya ambil untuk mencapai Benteng Vredeburg, atau apakah lebih baik menggunakan kendaraan pribadi?",
        "Dimana alamat Benteng Vredeburg dan apakah ada area parkir di sekitar?",
        "Apa pilihan terbaik untuk mencapai Benteng Vredeburg jika saya membawa kendaraan pribadi, dan berapa biaya parkirnya?",
        "Bisakah Anda memberikan petunjuk jelas mengenai rute dan akses ke Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi?",
        "Saya ingin tahu cara termudah menuju Benteng Vredeburg dan apakah ada fasilitas parkir yang mudah diakses?",
        "Bagaimana cara paling nyaman menuju Benteng Vredeburg, terutama jika saya membawa kendaraan pribadi?",
        "Dimana Benteng Vredeburg berlokasi dan apakah ada biaya parkir yang harus saya bayar?",
        "Mohon informasi tentang bagaimana saya dapat mencapai Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi dan apakah ada parkir di sana?",
        "Apakah Benteng Vredeburg dapat dicapai dengan kendaraan pribadi, dan berapa biaya parkirnya?",
        "Saya ingin tahu cara paling efisien untuk mencapai Benteng Vredeburg dan apakah ada fasilitas parkir yang nyaman.",
        "Bolehkah Anda memberikan saran tentang bagaimana menuju Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi?",
        "Dimana Benteng Vredeburg terletak dan adakah area parkir yang aman untuk kendaraan pribadi?",
        "Bagaimana cara terbaik untuk sampai ke Benteng Vredeburg dan apakah ada biaya parkir untuk kendaraan pribadi?",
        "Apakah ada rute transportasi umum yang dapat saya ambil untuk mencapai Benteng Vredeburg, atau lebih baik menggunakan kendaraan pribadi?",
        "Dimana Benteng Vredeburg berada dan apakah ada tempat parkir yang nyaman untuk kendaraan pribadi?",
        "Apa rute tercepat dan terjangkau untuk mencapai Benteng Vredeburg, dan adakah fasilitas parkir di sekitarnya?",
        "Bolehkah Anda memberikan panduan lengkap tentang cara menuju Benteng Vredeburg, terutama jika saya membawa kendaraan pribadi?",
        "Saya ingin tahu rute terbaik dan apakah ada tempat parkir yang aman di sekitar Benteng Vredeburg jika saya menggunakan kendaraan pribadi.",
        "Apakah Benteng Vredeburg mudah diakses dengan kendaraan pribadi, dan berapa biaya parkirnya?",
        "Bolehkah Anda memberikan informasi tentang akses dan rute terbaik menuju Benteng Vredeburg, serta adakah fasilitas parkir yang dekat?",
        "Dimana Benteng Vredeburg berada dan apakah ada fasilitas parkir yang baik jika saya menggunakan kendaraan pribadi?",
        "Bagaimana cara terbaik menuju Benteng Vredeburg dan apakah ada area parkir yang aman untuk kendaraan pribadi?",
        "Saya ingin tahu bagaimana cara menuju Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi, dan apakah ada biaya parkir?",
        "Apakah Benteng Vredeburg dapat dicapai dengan transportasi umum, atau lebih baik menggunakan kendaraan pribadi?",
        "Dimana Benteng Vredeburg berada dan apakah ada tempat parkir yang mudah diakses jika saya membawa kendaraan pribadi?",
        "Bisakah Anda memberikan petunjuk rinci tentang cara menuju Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi?",
        "Apa opsi terbaik untuk mencapai Benteng Vredeburg, terutama jika saya membawa kendaraan pribadi, dan berapa biaya parkirnya?",
        "Bolehkah Anda memberikan saran tentang rute dan akses terbaik ke Benteng Vredeburg, dan apakah ada fasilitas parkir yang dekat?",
        "Saya ingin tahu cara paling efisien untuk menuju Benteng Vredeburg dan apakah ada fasilitas parkir yang memadai untuk kendaraan pribadi.",
        "Dimana Benteng Vredeburg terletak dan apakah ada tempat parkir yang tersedia untuk kendaraan pribadi?",
        "Bagaimana rute tercepat untuk mencapai Benteng Vredeburg, dan apakah ada tempat parkir yang nyaman jika saya membawa kendaraan pribadi?",
        "Apakah ada transportasi umum yang bisa saya ambil untuk mencapai Benteng Vredeburg, atau lebih baik menggunakan kendaraan pribadi?",
        "Dimana Benteng Vredeburg berlokasi dan apakah ada area parkir yang aman untuk kendaraan pribadi?",
        "Saya ingin tahu cara terbaik menuju Benteng Vredeburg, terutama jika saya membawa kendaraan pribadi, dan apakah ada biaya parkir?",
        "Apa cara tercepat untuk mencapai Benteng Vredeburg, dan adakah fasilitas parkir di dekatnya jika saya menggunakan kendaraan pribadi?",
        "Bolehkah Anda memberikan panduan terperinci tentang cara menuju Benteng Vredeburg, terutama jika saya menggunakan kendaraan pribadi?",
        "Dimana Benteng Vredeburg terletak dan apakah ada fasilitas parkir yang baik jika saya menggunakan kendaraan pribadi?",
        "Bagaimana cara termudah menuju Benteng Vredeburg dan apakah ada tempat parkir yang memadai untuk kendaraan pribadi?"
      ],
     "tanggapan": [
         "Benteng Vredeburg atau Museum Benteng Vredeburg terletak di Jl. Margo Mulyo No.6, Ngupasan, Kec. Gondomanan, Kota Yogyakarta, Daerah Istimewa Yogyakarta. Transportasi yang dapat digunakan oleh wisatawan menuju ke Museum Benteng Vredeburg seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang melewati dekat Museum Benteng Vredeburg yaitu rute 15, 6B, dan 8. \n\n• Pemberhentian bis TJ yang paling dekat dengan Keraton adalah Halte - Malioboro 2 (Kepatihan) yang memerlukan waktu berjalan kaki dari halte menuju Taman Sari sekitar 5 menit. Wisatawan dapat juga berhenti di Hotel Limaran Malioboro atau Jambuluwuk Hotel yang memerlukan waktu berjalan kaki sekitar 9 menit menuju area Museum Benteng Vredeburg. \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta, stasiun yang paling dekat adalah Stasiun Yogyakarta atau Stasiun Tugu dan dapat dilanjutkan dengan berjalan kaki sekitar 15 menit dari stasiun Yogyakarta menuju ke Museum Benteng Vredeburg atau wisatawan dapat menggunakan trasnportasi seperti : \n\n• Ojek online  \n\nUntuk tempat penjemputan dapat dilakukan setelah keluar dari Stasiun dan berjalan kaki 2 menit ke depan Hotel NEO Malioboro atau berjalan kaki 3 menit ke depan Polse Gedongtengen. \n\n• Ojek konvensional  \n\n Ojek Konvensional dapat banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 10.000,- (ke Malioboro) \n\n• Becak  \n\n Becak dapat banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 15.000,- (ke Malioboro) \n\n• Bus TJ \n\n Terdapat 2 halte terdekat dari Stasiun Yogyakarta yaitu Halte Jlagran dan Halte Malioboro 1. Untuk menuju ke Museum Benteng Vredeburg dapat menggunakan Halte Malioboro 1 dengan rute 8. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan berniat untuk menggunakan kendaraan pribadi seperti mobil atau pun motor dapat memarkirkan kendaraan di samping Pasar Bringharjo dikarenakan area Museum Benteng Vredeburg sendiri merupakan area streril dari parkir kendaraan. Biaya parkir yang diberikan berkisar antara Rp. 2.000 – Rp. 5.000"
     ]
    },
    {
      "label": "SS_situs_warungboto",
      "pola": [
        "Situs Warungboto",
        "Sejarah situs warungboto",
        "jelaskan sejarah situs warungboto",
        "Apa itu Situs Warungboto?",
        "Beritahu saya tentang Sejarah Situs Warungboto.",
        "Kapan Situs Warungboto didirikan?",
        "Siapa pendiri Situs Warungboto?",
        "Mengapa Situs Warungboto dibangun?",
        "Apa kegunaan awal Situs Warungboto?",
        "Bagaimana evolusi Situs Warungboto dari masa ke masa?",
        "Apa saja peristiwa bersejarah yang terjadi di Situs Warungboto?",
        "Apakah ada tokoh terkenal yang terkait dengan Situs Warungboto?",
        "Bagaimana arsitektur Situs Warungboto?",
        "Apa peran Situs Warungboto dalam sejarah Yogyakarta?",
        "Apakah ada renovasi yang dilakukan pada Situs Warungboto?",
        "Apakah Situs Warungboto pernah rusak atau hancur?",
        "Apa saja keunikan Situs Warungboto?",
        "Bagaimana Situs Warungboto mempengaruhi kebudayaan lokal?",
        "Apa saja perubahan yang terjadi pada Situs Warungboto sejak pembangunannya?",
        "Apa dampak gempa 2006 terhadap Situs Warungboto?",
        "Bagaimana pemerintah merestorasi Situs Warungboto?",
        "Apa pentingnya Situs Warungboto bagi masyarakat setempat?",
        "Bagaimana Situs Warungboto menjadi destinasi wisata?",
        "Bagaimana Situs Warungboto bertahan selama berabad-abad?",
        "Apa pengaruh Sultan Hamengkubuwono II terhadap Situs Warungboto?",
        "Bagaimana kisah pembangunan Situs Warungboto?",
        "Apa peran Situs Warungboto dalam pendidikan sejarah?",
        "Bagaimana pengaruh Situs Warungboto terhadap pariwisata di Yogyakarta?",
        "Kapan Situs Warungboto didirikan?",
        "Siapa yang mendirikan Situs Warungboto?",
        "Bagaimana perkembangan Situs Warungboto dari masa ke masa?",
        "Apa saja peristiwa bersejarah yang pernah terjadi di Situs Warungboto?",
        "Apakah Situs Warungboto memiliki peran penting dalam sejarah Yogyakarta?",
        "Apa saja renovasi yang pernah dilakukan di Situs Warungboto?",
        "Pernahkah Situs Warungboto mengalami kerusakan atau kehancuran?",
        "Apakah ada perubahan signifikan dalam Situs Warungboto sejak pembangunannya?",
        "Apa dampak gempa tahun 2006 terhadap Situs Warungboto?",
        "Bagaimana pemerintah melakukan restorasi terhadap Situs Warungboto?",
        "Mengapa Situs Warungboto penting bagi masyarakat setempat?",
        "Bagaimana Situs Warungboto menjadi destinasi wisata?",
        "Bagaimana Situs Warungboto dapat bertahan selama berabad-abad?",
        "Apa pengaruh Sultan Hamengkubuwono II terhadap Situs Warungboto?",
        "Bagaimana kisah pembangunan Situs Warungboto?",
        "Apa yang terdapat di dalam kompleks Situs Warungboto?",
        "Bagaimana proses revitalisasi Situs Warungboto setelah gempa tahun 2006?",
        "Apa yang menjadi daya tarik utama bagi pengunjung Situs Warungboto?",
        "Apa yang menjadi tujuan pelestarian Situs Warungboto?",
        "Apa cerita di balik nama 'Warungboto' untuk Situs Warungboto?",
        "Bagaimana Situs Warungboto memainkan peran dalam perkembangan Yogyakarta?",
        "Bagaimana pengaruh Situs Warungboto terhadap pariwisata di Yogyakarta?",
        "Bagaimana hubungan Situs Warungboto dengan Keraton Ngayogyakarta?"
      ],
     "tanggapan": [
         "Situs Warungboto, yang dulunya dikenal sebagai Pesanggrahan Rejowinangun, adalah situs bersejarah dari abad ke-18 di Yogyakarta. Dibangun oleh Sultan Hamengkubuwono II ketika masih berstatus Pangeran Rejakusuma, situs ini awalnya difungsikan sebagai pesanggrahan raja dan keluarga. Tak hanya sebagai tempat istirahat, Pesanggrahan Rejawinangun juga berperan sebagai benteng pertahanan di sisi timur Keraton Ngayogyakarta. \n\nPesanggrahan ini dilengkapi dengan kolam pemandian kerajaan yang didalamnya terdapat sebuah mata air 'TUK' atau Tuk Umbul, di tengah taman indah di lokasi tersebut. Namun, seiring berjalannya waktu, mata air telah mengering, menyebabkan kolam pemandian kerajaan juga menjadi kering. Bangunan ini terbagi menjadi beberapa ruangan termasuk mikhrab atau tempat beribadah, serta memiliki bangunan tinggi atau Gardu Pandang di pojok utara dan selatan. \n\nPesanggrahan Rejawinangun dibangun dengan batu bata, memiliki dinding tebal yang khas bangunan tua dan masih terjaga hingga saat ini. Meski mengalami kerusakan akibat gempa pada 26 Mei 2006, situs ini berhasil direvitalisasi dan diubah menjadi tempat wisata yang dibuka untuk publik pada Desember 2016. Arsitektur uniknya menjadikan situs ini populer di kalangan wisatawan dan sering digunakan untuk sesi foto pra-wedding. \n\nKeberadaan Situs Warungboto tidak hanya sebagai destinasi wisata tetapi juga sebagai titik ungkit kegiatan pemberdayaan masyarakat lokal. Dikelola oleh Badan Pelestari Cagar Budaya (BPCB) DIY, situs ini menjadi bagian dari Kampung Wisata Warungboto membawa label nama Kampung Warto Wisata Warungboto. Kehadiran situs ini memberikan wawasan sejarah dan keindahan arsitektur yang unik bagi para pengunjung."
     ]
    },
    {
      "label": "TJ_situs_warungboto",
      "pola": [
        "Berapa jam buka Situs Warungboto setiap hari?",
        "Pada pukul berapa Situs Warungboto biasanya ditutup setiap harinya?",
        "Bagaimana jam buka Situs Warungboto pada hari kerja?",
        "Apakah Situs Warungboto buka selama akhir pekan?",
        "Apakah Situs Warungboto tetap buka saat hari libur nasional?",
        "Berapa lama Situs Warungboto tetap buka setiap hari?",
        "Apa jam operasional Situs Warungboto selama musim liburan?",
        "Berapa biaya tiket masuk ke Situs Warungboto untuk dewasa?",
        "Apa harga tiket masuk untuk anak-anak di Situs Warungboto?",
        "Apakah ada potongan harga untuk pelajar atau mahasiswa di Situs Warungboto?",
        "Berapa harga tiket masuk untuk warga negara asing di Situs Warungboto?",
        "Apakah ada harga khusus untuk keluarga atau rombongan di Situs Warungboto?",
        "Apakah tiket masuk ke Situs Warungboto termasuk akses ke semua fasilitas?",
        "Apakah ada paket tiket masuk dengan harga yang berbeda di Situs Warungboto?",
        "Bagaimana cara pembayaran tiket masuk ke Situs Warungboto?",
        "Apakah menerima pembayaran dengan kartu kredit di Situs Warungboto?",
        "Dapatkah saya memesan tiket masuk Situs Warungboto secara online?",
        "Apakah ada ketersediaan tiket masuk terbatas di Situs Warungboto?",
        "Apakah ada diskon khusus untuk penduduk setempat di Situs Warungboto?",
        "Apakah ada biaya tambahan yang perlu saya bayar di Situs Warungboto?",
        "Jam buka situs warungboto ?",
        "berapa biaya masuk ke situs warungboto ?",
        "Apakah ada biaya jika ingin melakukan sesi foto ?",
        "situs warungboto buka hari apa dan jam berapa ?",
        "Apakah ada tambahan biaya untuk sesi foto di Situs Warungboto?",
        "Apa kebijakan Situs Warungboto mengenai sesi foto komersial?",
        "Berapa biaya untuk sesi foto pranikah di Situs Warungboto?",
        "Adakah aturan khusus untuk sesi foto di Situs Warungboto?",
        "Apakah ada jam tertentu untuk sesi foto di Situs Warungboto?",
        "Berapa lama waktu yang diperbolehkan untuk sesi foto di Situs Warungboto?",
        "Apakah penggunaan tripod diperbolehkan untuk sesi foto di Situs Warungboto?",
        "Apa yang harus saya ketahui sebelum melakukan sesi foto di Situs Warungboto?",
        "Apakah ada area tertentu di Situs Warungboto yang populer untuk sesi foto?",
        "Apakah ada panduan dress code untuk sesi foto di Situs Warungboto?",
        "Bagaimana cara memesan sesi foto profesional di Situs Warungboto?",
        "Dapatkah saya membawa fotografer pribadi untuk sesi foto di Situs Warungboto?",
        "Jam berapa Situs Warungboto biasanya dibuka setiap harinya?",
        "Berapa lama Situs Warungboto tetap buka setiap hari?",
        "Jam berapa Situs Warungboto mulai menerima pengunjung?",
        "Kapan waktu terbaik untuk mengunjungi Situs Warungboto?",
        "Bagaimana jam buka Situs Warungboto pada hari kerja?",
        "Apakah Situs Warungboto buka selama akhir pekan?",
        "Jam berapa Situs Warungboto biasanya tutup setiap harinya?",
        "Apakah Situs Warungboto tetap buka saat hari libur nasional?",
        "Apa kebijakan Situs Warungboto terkait dengan jam operasionalnya selama musim liburan?",
        "Berapa biaya tiket masuk ke Situs Warungboto untuk dewasa?",
        "Apa harga tiket masuk untuk anak-anak di Situs Warungboto?",
        "Apakah ada potongan harga untuk pelajar atau mahasiswa di Situs Warungboto?",
        "Berapa harga tiket masuk untuk warga negara asing di Situs Warungboto?",
        "Apakah ada harga khusus untuk keluarga atau rombongan di Situs Warungboto?",
        "Apakah tiket masuk ke Situs Warungboto termasuk akses ke semua fasilitas?",
        "Apakah ada paket tiket masuk dengan harga yang berbeda di Situs Warungboto?",
        "Bagaimana cara pembayaran tiket masuk ke Situs Warungboto?",
        "Apakah menerima pembayaran dengan kartu kredit di Situs Warungboto?",
        "Dapatkah saya memesan tiket masuk Situs Warungboto secara online?",
        "Apakah ada ketersediaan tiket masuk terbatas di Situs Warungboto?",
        "Apakah ada diskon khusus untuk penduduk setempat di Situs Warungboto?",
        "Apa yang termasuk dalam harga tiket masuk ke Situs Warungboto?",
        "Apakah ada biaya tambahan yang perlu saya bayar di Situs Warungboto?",
        "Bagaimana cara mendapatkan tiket masuk grup di Situs Warungboto?",
        "Apa yang perlu saya ketahui tentang tiket masuk Situs Warungboto untuk anak-anak?",
        "Apakah ada tiket masuk khusus untuk orang lanjut usia di Situs Warungboto?",
        "Bagaimana cara membeli tiket masuk Situs Warungboto dengan harga terbaik?",
        "Apakah ada fasilitas penyimpanan barang di Situs Warungboto untuk pengunjung?"
      ],
     "tanggapan": [
         "Situs Warungboto memiliki hari operasional dari hari Senin sampai dengan sabtu dengan jam buka sebagai berikut : \n\n• Hari Senin – Jumat pada pukul 07.30-14.00 WIB \n\n• Hari Sabtu pada pukul 07.30-12.00 WIB \n\n Para wisatawan dapat mengunjungi Situs Warungboto secara gratis tidak ada penarikan tiket masuk situs warungboto. Namun jika pengunjung atau wisatawan ingin melakukan sesi foto seperti Pre-wedding atau lain sebagainya harus mendapatkan izin telebih dahulu. Cara mendapatkan izin untuk melakukan sesi foto di Situs Warungboto dengan melayangkan persuratan minimal 5 hari sebelum pelaksanaan dengan melampirkan : \n\n•Hari tanggal kegiatan \n\n•Nama kegiatan \n\n•Jumlah personi yang terlibat \n\n•Peralatan yang digunakan \n\n•Melampirkan foto KTP penanggung jawab kegiatan \n\n•Surat dapat dikirim ke BPCB DIY melalu email bpk.wil10@kemdikbud.go.id"
     ]
    },
    {
      "label": "AR_situs_warungboto",
      "pola": [
        "cara ke situs warungboto ?",
        "tranportasi ke situs warungboto",
        "Apa pilihan transportasi umum yang tersedia untuk menuju Situs Warungboto?",
        "Adakah parkir yang tersedia di dekat Situs Warungboto?",
        "Apakah Situs Warungboto dapat diakses dengan angkutan umum seperti bus atau kereta?",
        "Apakah ada stasiun kereta api atau bus yang berdekatan dengan Situs Warungboto?",
        "Dapatkah saya mencapai Situs Warungboto dengan menggunakan sepeda?",
        "Apakah ada taksi yang tersedia untuk menuju Situs Warungboto?",
        "Dapatkah saya menggunakan layanan rideshare seperti Uber atau Grab untuk ke Situs Warungboto?",
        "Apakah Situs Warungboto memiliki area parkir yang aman?",
        "Bagaimana akses ke Situs Warungboto dari stasiun kereta terdekat?",
        "Apakah ada rute bus khusus yang menuju Situs Warungboto?",
        "Dapatkah saya mencapai Situs Warungboto dengan berjalan kaki dari hotel terdekat?",
        "Bagaimana aksesibilitas Situs Warungboto untuk pengunjung internasional?",
        "Dapatkah saya menggunakan sepeda motor untuk menuju Situs Warungboto?",
        "Dapatkah saya mengambil taksi online ke Situs Warungboto?",
        "Bagaimana cara menuju Situs Warungboto jika saya tidak memiliki kendaraan pribadi?",
        "Dapatkah saya menggunakan layanan transportasi berbagi seperti Gojek atau Grab untuk ke Situs Warungboto?",
        "Bagaimana aksesibilitas Situs Warungboto untuk keluarga dengan anak-anak kecil?",
        "Berapa jarak antara Situs Warungboto dan pusat kota?",
        "Apakah ada shuttle bus yang menghubungkan Situs Warungboto dengan tempat-tempat wisata lainnya?",
        "Bagaimana cara mencapai Situs Warungboto dari stasiun kereta utama?",
        "Dapatkah saya menggunakan layanan rideshare untuk perjalanan grup ke Situs Warungboto?",
        "Bagaimana cara menuju Situs Warungboto dengan menggunakan Bus TJ atau TransJogja?",
        "Apakah ada rute bis TJ yang melewati Situs Warungboto?",
        "Berapa biaya tiket bis TJ untuk menuju ke Situs Warungboto?",
        "Dapatkah saya berjalan kaki dari halte bis TJ ke Situs Warungboto?",
        "Apa saja rute bis TJ yang memiliki jalur transit ke Situs Warungboto?",
        "Berapa lama waktu perjalanan dengan bis TJ menuju Situs Warungboto?",
        "Apakah ada pemberhentian bis TJ yang dekat dengan Situs Warungboto?",
        "Berapa jarak antara halte bis TJ terdekat dengan Situs Warungboto?",
        "Bagaimana cara menuju Situs Warungboto dengan menggunakan Kereta Api?",
        "Stasiun Kereta Api apa yang paling dekat dengan Situs Warungboto?",
        "Berapa lama waktu berjalan kaki dari Stasiun Lempuyangan ke Situs Warungboto?",
        "Apakah tersedia layanan ojek online dari Stasiun Lempuyangan ke Situs Warungboto?",
        "Berapa biaya ojek online dari Stasiun Lempuyangan ke Situs Warungboto?",
        "Bagaimana cara menuju Situs Warungboto dengan menggunakan ojek konvensional?",
        "Berapa biaya ojek konvensional dari Stasiun Lempuyangan ke Situs Warungboto?",
        "Apakah ada becak yang dapat digunakan untuk mencapai Situs Warungboto dari Stasiun Lempuyangan?",
        "Berapa biaya becak dari Stasiun Lempuyangan ke Situs Warungboto?",
        "Apakah ada halte bis TJ terdekat dari Stasiun Lempuyangan menuju Situs Warungboto?",
        "Trayek bis TJ apa yang melayani rute Stasiun Lempuyangan ke Situs Warungboto?",
        "Bagaimana cara menggunakan kendaraan pribadi untuk mencapai Situs Warungboto?",
        "Berapa tarif parkir untuk kendaraan roda 2 di Situs Warungboto?",
        "Berapa tarif parkir untuk kendaraan roda empat di Situs Warungboto?",
        "Dapatkah saya menggunakan ojek online untuk mencapai Situs Warungboto dengan kendaraan pribadi?",
        "Apakah ada tempat penjemputan ojek online di dekat Stasiun Lempuyangan?",
        "Apa yang harus saya ketahui tentang penggunaan ojek konvensional menuju Situs Warungboto?",
        "Bagaimana cara mencari becak di dekat Stasiun Lempuyangan menuju Situs Warungboto?",
        "Apakah ada layanan bus TJ dari Stasiun Lempuyangan yang menuju Situs Warungboto?",
        "Trayek bis TJ apa yang melayani rute Stasiun Lempuyangan ke Situs Warungboto?",
        "Apa yang perlu saya ketahui tentang parkir kendaraan roda 2 di Situs Warungboto?",
        "Apa yang perlu saya ketahui tentang parkir kendaraan roda empat di Situs Warungboto?",
        "Dapatkah saya menggunakan layanan rideshare seperti Uber atau Grab untuk mencapai Situs Warungboto?",
        "Apa yang perlu saya ketahui tentang penggunaan rideshare ke Situs Warungboto?",
        "Bagaimana aksesibilitas Situs Warungboto dengan bersepeda dari Stasiun Lempuyangan?",
        "Dapatkah saya menggunakan sepeda motor untuk mencapai Situs Warungboto?"
      ],
     "tanggapan": [
         "Situs Warungboto terletak di Jl. Veteran No.77, Warungboto, Kec. Umbulharjo, Kota Yogyakarta, Daerah Istimewa Yogyakarta. Transportasi yang dapat digunakan oleh wisatawan menuju ke Situs Warungboto  seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang memiliki jalur transit melewati dekat Situs Warungboto yaitu rute 2A dan 7. \n\n• Pemberhentian bis TJ yang paling dekat dengan Keraton adalah Tpb - Masjid Panembahan yang memerlukan waktu berjalan kaki dari halte menuju Situs Warungboto sekitar 3 menit. Wisatawan dapat juga berhenti di Tpb - Olive Kentucky yang memerlukan waktu berjalan kaki sekitar 4 menit menuju Situs Warungboto. \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta, stasiun yang paling dekat adalah Stasiun Lempunyangan dan dapat dilanjutkan dengan berjalan kaki sekitar 16 menit dari stasiun lempuyangan menuju ke Situs Warungboto atau wisatawan dapat menggunakan trasnportasi seperti : \n\n• Ojek online \n\nOjek online memiliki tempat penjemputan di pertigaan Jalan Hayam Wuruk (Barat Stasiun Lempuyangan) atau di bawah over (Timur Stasiun Lempuyangan).\n\n• Ojek konvensional \n\nOjek konvensional banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi ojek konvensional menggunakan rompi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Becak \n\nBecak banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi becak dapat dikenali dengan menggunakan romopi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Bus TJ \n\nTerdapat 2 halte terdekat dari Stasiun adalah Halte Hayam Wuruk yang melayani trayerk 4B dan Portable lempuyangan yang melayani trayek 10. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan menggunakan kendaraan pribadi akan dikenai tarif parkir, untuk kendaraan roda 2 dengan tarif Rp. 3000 dan untuk kendaraan roda empat adalah Rp. 5000."
     ]
    },

    {
      "label": "tempat_wisata_terdekat",
      "pola": [
        "tempat wisata bersejarah terdekat?",
        "bisakah cek tempat wisata terdekat",
        "Dimana tempat wisata bersejarah yang terdekat dari sini?",
        "Apakah ada situs bersejarah terdekat yang bisa saya kunjungi?",
        "Cari tempat bersejarah terdekat.",
        "Tunjukkan tempat bersejarah yang dekat dengan lokasi saya.",
        "Rekomendasi tempat bersejarah terdekat apa yang bisa kuberikan?",
        "Situs bersejarah apa yang terdekat dari lokasi saya saat ini?",
        "Dimana saya bisa menemukan tempat bersejarah terdekat?",
        "Ada tempat bersejarah apa di sekitar sini?",
        "Tolong carikan tempat wisata bersejarah yang dekat.",
        "Informasikan tempat bersejarah terdekat untuk saya kunjungi.",
        "Tempat wisata bersejarah terdekat apa yang bisa saya jangkau dengan cepat?",
        "Tempat bersejarah apa yang bisa saya kunjungi di dekat sini?",
        "Saya ingin tahu tempat bersejarah terdekat.",
        "Cari lokasi tempat bersejarah terdekat.",
        "Tempat bersejarah apa yang terletak tidak jauh dari sini?",
        "Tempat bersejarah dekat sini apa saja yang bisa dikunjungi?",
        "Apa saja tempat bersejarah yang dekat dengan lokasi ini?",
        "Berikan info tempat bersejarah yang terdekat.",
        "Apa tempat bersejarah terdekat dari posisi saya saat ini?",
        "Mau cari tempat bersejarah yang dekat.",
        "Tempat bersejarah apa yang bisa saya kunjungi di sekitar area ini?",
        "Ada rekomendasi tempat bersejarah terdekat?",
        "Saya mencari tempat bersejarah yang terdekat.",
        "Apa saja pilihan tempat bersejarah terdekat dari sini?",
        "Dimana lokasi tempat bersejarah yang terdekat?",
        "Tunjukkan peta tempat bersejarah terdekat.",
        "Tempat bersejarah terdekat dari lokasi saya saat ini?",
        "Berapa jarak ke tempat bersejarah terdekat?",
        "Lokasi tempat bersejarah terdekat apa saja?",
        "Saran tempat bersejarah terdekat untuk dikunjungi?",
        "Bisa tolong carikan tempat bersejarah terdekat?",
        "Tempat bersejarah yang paling dekat dari sini?",
        "Dimana tempat bersejarah terdekat untuk saya kunjungi?",
        "Berikan arah ke tempat bersejarah terdekat.",
        "Apa saja tempat bersejarah terdekat yang bisa saya kunjungi hari ini?",
        "Cari tempat bersejarah terdekat dengan cepat.",
        "Aku ingin mengunjungi tempat bersejarah yang terdekat.",
        "Bisakah saya mendapatkan lokasi tempat bersejarah terdekat?",
        "Tempat bersejarah mana yang terdekat dan menarik?",
        "Berikan daftar tempat bersejarah terdekat.",
        "Dimana saya bisa menemukan tempat bersejarah terdekat di kota ini?",
        "Cari tempat bersejarah terdekat berdasarkan lokasi saya saat ini.",
        "cek tempat wisata terdekat",
        "cek tempat wisata bersejarah terdekat"
      ],
     "tanggapan": [
         "Saat ini anda berada dimana ??? \n\n1. Nama Jalan \n\n• Jalan Malioboro \n\n• Jalan Prawirotaman \n\n• Jalan Sosrowijayan \n\n• Jalan Prawirotaman II \n\n• Jalan Kaliurang \n\n• Jalan Magelang \n\n• Jalan Solo \n\n• Jalan Gejayan \n\n2. Transportasi \n\n• Stasiun Tugu Yogyakarta \n\n• Stasiun Lempuyangan \n\n• Bandara Adisucipto \n\n3. Tempat \n\n• Alun-Alun Kidul \n\n• Alun-Alun Lor \n\n• Pasar Beringharjo \n\n• Museum Affandi \n\n• Kebun Binatang Gembira Loka \n\n• Jogja National Museum \n\n• Titik Nol Kilometer \n\n• Taman Pintar Yogyakarta \n\n• Tugu Yogyakarta \n\nAnda dapat mengecek tempat wisata bersejarah terdeket dari lokasi anda dengan menyamakan lokasi anda dengan lokasi diatas. Silahkan masukkan lokasi anda dengan format #cek (lokasi anda sesuai dengan daftar yang tersedia). \n\nHarap perhatikan setiap awal kata lokasi menggunakan huruf kapital untuk memudahkan pencarian. \n\nExample : #cek Tugu Yogyakarta"
     ]
    },
    {
      "label": "SS_kelenteng",
      "pola": [
        "Apa bisa ceritakan sejarah Kelenteng Fuk Ling Miau?",
        "Sejarah Kelenteng Fuk Ling Miau itu gimana ya?",
        "Apa asal-usul Kelenteng Fuk Ling Miau di Yogyakarta?",
        "Bisakah kamu jelaskan sejarah Kelenteng Fuk Ling Miau?",
        "Kelenteng Fuk Ling Miau didirikan kapan?",
        "Siapa pendiri Kelenteng Fuk Ling Miau?",
        "Apa arti nama 'Fuk Ling Miau' dari kelenteng itu?",
        "Mengapa Kelenteng Fuk Ling Miau dibangun?",
        "Cerita apa yang melatarbelakangi berdirinya Kelenteng Fuk Ling Miau?",
        "Apa ada kisah menarik seputar Kelenteng Fuk Ling Miau?",
        "Kelenteng Fuk Ling Miau punya cerita sejarah seperti apa?",
        "Sejak kapan Kelenteng Fuk Ling Miau ada di Yogyakarta?",
        "Berapa lama Kelenteng Fuk Ling Miau telah berdiri?",
        "Apa pengaruh Kelenteng Fuk Ling Miau terhadap budaya lokal?",
        "Kelenteng Fuk Ling Miau terkenal karena apa?",
        "Apakah ada legenda yang terkait dengan Kelenteng Fuk Ling Miau?",
        "Apa makna simbolis dari Kelenteng Fuk Ling Miau?",
        "Bagaimana peran Kelenteng Fuk Ling Miau dalam sejarah Yogyakarta?",
        "Sejarah apa yang menyertai Kelenteng Fuk Ling Miau sejak berdiri?",
        "Apakah Kelenteng Fuk Ling Miau selalu berfungsi sebagai tempat ibadah?",
        "Apa saja peristiwa penting yang terjadi di Kelenteng Fuk Ling Miau?",
        "Apa kisah dibalik arsitektur Kelenteng Fuk Ling Miau?",
        "Sejarah Kelenteng Fuk Ling Miau berkontribusi seperti apa bagi Yogyakarta?",
        "Apa yang unik dari sejarah Kelenteng Fuk Ling Miau?",
        "Bisakah saya mendapatkan ringkasan sejarah Kelenteng Fuk Ling Miau?",
        "Bagaimana Kelenteng Fuk Ling Miau berkembang sepanjang waktu?",
        "Apa saja yang telah berubah dari Kelenteng Fuk Ling Miau sejak pertama kali didirikan?",
        "Apa cerita di balik patung-patung yang ada di Kelenteng Fuk Ling Miau?",
        "Bagaimana sejarah Kelenteng Fuk Ling Miau dipertahankan hingga saat ini?",
        "Sejarah singkat apa yang bisa kamu berikan tentang Kelenteng Fuk Ling Miau?",
        "Apa yang membuat Kelenteng Fuk Ling Miau begitu bersejarah bagi Yogyakarta?",
        "Bagaimana Kelenteng Fuk Ling Miau mempengaruhi kehidupan masyarakat sekitar?",
        "Apa peran historis Kelenteng Fuk Ling Miau dalam kebudayaan Tionghoa di Yogyakarta?",
        "Bisakah kamu menceritakan sejarah singkat Kelenteng Fuk Ling Miau?",
        "Apa saja momen bersejarah yang terjadi di Kelenteng Fuk Ling Miau?",
        "Apa kisah sejarah paling menarik dari Kelenteng Fuk Ling Miau?",
        "Apa saja cerita lama yang terhubung dengan Kelenteng Fuk Ling Miau?",
        "Apa saja kisah masa lalu yang terkait dengan Kelenteng Fuk Ling Miau?",
        "Bisakah kamu ringkas sejarah Kelenteng Fuk Ling Miau?",
        "Seberapa penting peran Kelenteng Fuk Ling Miau dalam sejarah lokal?",
        "Bisakah kamu berikan cerita sejarah Kelenteng Fuk Ling Miau yang ringkas?",
        "Sejarah Kelenteng Fuk Ling Miau sangat menarik, apa saja yang bisa kamu ceritakan?",
        "Apa saja yang tercatat tentang sejarah Kelenteng Fuk Ling Miau?",
        "Bagaimana sejarah Kelenteng Fuk Ling Miau terjaga hingga kini?",
        "Apa yang spesial dari sejarah Kelenteng Fuk Ling Miau di Yogyakarta?",
        "Bagaimana kelenteng ini dapat berdiri hingga sekarang, apa sejarahnya?",
        "Apa saja legenda yang berkaitan dengan Kelenteng Fuk Ling Miau?",
        "Bagaimana sejarah Kelenteng Fuk Ling Miau terhubung dengan komunitas Tionghoa di Yogyakarta?",
        "Bisakah kamu berikan detail sejarah singkat Kelenteng Fuk Ling Miau?",
        "Apa saja perubahan yang dialami Kelenteng Fuk Ling Miau sejak dahulu?",
        "Bisakah kamu menceritakan sejarah Kelenteng Fuk Ling Miau yang paling berkesan?",
        "Bagaimana cerita sejarah Kelenteng Fuk Ling Miau terkait dengan peristiwa-peristiwa besar di Yogyakarta?",
        "Apa saja peristiwa bersejarah di Yogyakarta yang melibatkan Kelenteng Fuk Ling Miau?",
        "Apa saja kisah yang tersimpan di Kelenteng Fuk Ling Miau sejak awal pendiriannya?"
      ],
    "tanggapan": [
        "Kelenteng Fuk Ling Miau, yang lebih dikenal sebagai Kelenteng Gondomanan, merupakan warisan budaya yang berlokasi di Jalan Brigjen Katamso No. 3, Gondomanan, Kota Yogyakarta. Dibangun pada tahun 1846 di tanah yang dimiliki oleh komunitas Tionghoa di Yogyakarta, kelenteng ini menjadi simbol perpaduan arsitektur Cina-Jawa. Nama kelenteng ini merujuk pada berkah yang tak terhingga, sesuai dengan arti kata ‘Fuk’ (berkah) dan ‘Ling’ (tak terhingga) yang menunjukkan nilai spiritual yang mendalam. Selain itu kelenteng ini juga dikenal dengan nama asli Hok Tik Bio. Di atapnya, dua patung naga bertengger yang menghadap bola api menandakan desain klasik Cina, sementara nuansa Jawa tercermin dari warna dan ukirannya. \n\nSejarah kelenteng ini juga terikat erat dengan kerajaan Yogyakarta, dimana Sri Sultan Hamengku Buwono II menghadiahkan kelenteng ini kepada permaisurinya dari Tiongkok untuk menjadi tempat peribadatan umat Konghucu dan Buddha. Selain itu, ruang Vihara Buddha Prabha dan area untuk umat Tao menambah keragaman praktik spiritual di sini. Delapan tiang kayu yang menopang kelenteng melambangkan perlindungan dari delapan dewa, menegaskan pentingnya tempat ini dalam kepercayaan lokal. Pada tahun 1999, kelenteng ini diakui sebagai cagar budaya oleh Pemerintah Kota Yogyakarta, menegaskan nilai historis dan kebudayaannya. \n\n Saat Imlek, Kelenteng Fuk Ling Miau berubah menjadi pusat perayaan dengan kegiatan sembahyang dan pertunjukkan barongsai yang menarik pengunjung dari berbagai daerah. Bangunan ini tidak hanya terjaga kelestariannya tetapi juga terus menjadi pusat kegiatan komunal, menjadikannya lebih dari sekedar tempat ibadah melainkan juga monumen yang menceritakan kisah-kisah masyarakat Tionghoa di Yogyakarta."
    ]
    },
    {
      "label": "TJ_kelenteng",
      "pola": [
        "Jam berapa Kelenteng Fuk Ling Miau dibuka untuk umum?",
        "Berapa biaya tiket masuk ke Kelenteng Fuk Ling Miau?",
        "Kapan jam operasional Kelenteng Fuk Ling Miau di akhir pekan?",
        "Apa Kelenteng Fuk Ling Miau buka setiap hari?",
        "Jam tutup Kelenteng Fuk Ling Miau pada hari biasa apa?",
        "Apakah ada hari khusus dimana Kelenteng Fuk Ling Miau buka lebih lama?",
        "Bisakah mendapatkan informasi terkini tentang jam buka Kelenteng Fuk Ling Miau?",
        "Berapa harga tiket untuk anak-anak di Kelenteng Fuk Ling Miau?",
        "Apakah Kelenteng Fuk Ling Miau buka saat hari libur nasional?",
        "Apa ada tarif khusus untuk kelompok yang berkunjung ke Kelenteng Fuk Ling Miau?",
        "Bisakah saya membeli tiket masuk Kelenteng Fuk Ling Miau di tempat?",
        "Apa Kelenteng Fuk Ling Miau masih buka setelah jam 5 sore?",
        "Berapa lama waktu kunjungan yang disarankan di Kelenteng Fuk Ling Miau?",
        "Apakah saya perlu reservasi untuk mengunjungi Kelenteng Fuk Ling Miau?",
        "Jam berapa saya harus tiba di Kelenteng Fuk Ling Miau untuk dapat masuk?",
        "Apa jam buka Kelenteng Fuk Ling Miau selama bulan Ramadhan?",
        "Adakah diskon tiket masuk Kelenteng Fuk Ling Miau untuk pelajar?",
        "Apakah Kelenteng Fuk Ling Miau buka pada hari Minggu?",
        "Jam buka Kelenteng Fuk Ling Miau saat libur sekolah apa?",
        "Bisakah saya masuk ke Kelenteng Fuk Ling Miau tanpa tiket?",
        "Berapa harga tiket masuk Kelenteng Fuk Ling Miau untuk wisatawan asing?",
        "Bisakah mendapatkan tiket masuk grup ke Kelenteng Fuk Ling Miau?",
        "Jam berapa Kelenteng Fuk Ling Miau mulai menerima pengunjung?",
        "Apa Kelenteng Fuk Ling Miau tutup saat ada acara khusus?",
        "Berapa harga tiket masuk keluarga di Kelenteng Fuk Ling Miau?",
        "Apakah Kelenteng Fuk Ling Miau memiliki jam buka khusus selama musim liburan?",
        "Jam berapa pengunjung terakhir diperbolehkan masuk ke Kelenteng Fuk Ling Miau?",
        "Apakah Kelenteng Fuk Ling Miau buka pada malam hari?",
        "Berapa tarif tiket masuk senior di Kelenteng Fuk Ling Miau?",
        "Apa ada tiket terusan untuk kunjungan ke Kelenteng Fuk Ling Miau?",
        "Berapa harga tiket masuk untuk grup pelajar di Kelenteng Fuk Ling Miau?",
        "Jam buka Kelenteng Fuk Ling Miau saat Lebaran bagaimana?",
        "Berapa biaya parkir saat mengunjungi Kelenteng Fuk Ling Miau?",
        "Bisakah saya membeli tiket masuk Kelenteng Fuk Ling Miau secara online?",
        "Jam buka Kelenteng Fuk Ling Miau di musim panas apa?",
        "Ada tiket tahunan untuk Kelenteng Fuk Ling Miau tidak?",
        "Apakah Kelenteng Fuk Ling Miau buka di hari Senin?",
        "Berapa harga tiket masuk untuk seorang dewasa di Kelenteng Fuk Ling Miau?",
        "Jam tutup Kelenteng Fuk Ling Miau pada malam hari kapan?",
        "Bisakah saya mendapatkan tiket Kelenteng Fuk Ling Miau dengan harga diskon?",
        "Apakah Kelenteng Fuk Ling Miau buka pada saat tahun baru Imlek?",
        "Berapa harga tiket masuk keluarga besar di Kelenteng Fuk Ling Miau?",
        "Apakah ada penutupan khusus Kelenteng Fuk Ling Miau selama event tertentu?",
        "Apakah ada tiket masuk gratis untuk veteran di Kelenteng Fuk Ling Miau?",
        "Jam buka Kelenteng Fuk Ling Miau selama hari raya keagamaan apa saja?",
        "Berapa biaya masuk untuk fotografi di Kelenteng Fuk Ling Miau?",
        "Jam buka Kelenteng Fuk Ling Miau di bulan Desember bagaimana?",
        "Apa Kelenteng Fuk Ling Miau buka untuk umum pada saat Natal?",
        "Apa saja promo tiket masuk Kelenteng Fuk Ling Miau terkini?",
        "Jam buka Kelenteng Fuk Ling Miau di akhir tahun apa?",
        "Berapa biaya tiket untuk acara khusus di Kelenteng Fuk Ling Miau?",
        "Apa ada kebijakan tiket masuk untuk rombongan sekolah di Kelenteng Fuk Ling Miau?",
        "Jam buka Kelenteng Fuk Ling Miau selama liburan sekolah apa?",
        "Berapa biaya masuk Kelenteng Fuk Ling Miau untuk acara khusus?",
        "Apakah Kelenteng Fuk Ling Miau memiliki paket tiket keluarga?",
        "Berapa biaya untuk mengadakan event pribadi di Kelenteng Fuk Ling Miau?",
        "Apa Kelenteng Fuk Ling Miau buka lebih awal untuk hari-hari khusus?",
        "Apakah Kelenteng Fuk Ling Miau menawarkan tiket kombinasi dengan tempat wisata lain di Yogyakarta?"

      ],
    "tanggapan": [
        "Kelenteng Fuk Ling Miau memiliki jam operasional pukul 07.00 – 20.00 WIB. Wisatawan dapat berkunjung ke Kelenteng tanpa perlu dipungut biaya tiket dan sebagainya, karna fungsi Kelenteng Fuk Ling Miau sebagai tempat beribadah masih berjalan. Karena Kelenteng masih digunakan sebagai tempat peribadatan berikut tips yang dapat dilakukan ketika masuk Kelenteng : \n\n• Menghormati orang-orang yang sedang beribadah dengan tidak mengganggu. \n\n• Jika ingin melakukan pengambilan gambar atau foto, minta izin terlebih dauhu kepada penjaga. \n\n• Menggunakan pakaian rapi dan sopan serta menjaga sikap, tutur kata, dan perbuatan didalam Kelenteng. \n\n• Menjaga keindahan dan kebersihan dengan tidak menyentuk barang didalam kelenteng secara sembarangan dan membuang sampah pada tempatnya."
    ]
    },
    {
      "label": "AR_kelenteng",
      "pola": [
        "Bagaimana cara terbaik untuk sampai ke Kelenteng Fuk Ling Miau dari stasiun kereta?",
        "Apa rute bus menuju Kelenteng Fuk Ling Miau?",
        "Dari bandara terdekat, bagaimana saya bisa ke Kelenteng Fuk Ling Miau?",
        "Bisa tolong tunjukkan rute jalan kaki ke Kelenteng Fuk Ling Miau?",
        "Berapa lama perjalanan dari pusat kota Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Apa saya bisa menggunakan ojek online untuk ke Kelenteng Fuk Ling Miau?",
        "Apa ada panduan transportasi publik ke Kelenteng Fuk Ling Miau?",
        "Berapa biaya perjalanan ke Kelenteng Fuk Ling Miau dengan angkutan kota?",
        "Apakah mudah menemukan parkir dekat Kelenteng Fuk Ling Miau?",
        "Dimana saya bisa menemukan taksi menuju Kelenteng Fuk Ling Miau?",
        "Berapa jauh jarak dari Titik Nol Kilometer Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Apakah ada stasiun kereta atau bus dekat dengan Kelenteng Fuk Ling Miau?",
        "Bisa kasih saran rute paling hemat menuju Kelenteng Fuk Ling Miau?",
        "Apa Kelenteng Fuk Ling Miau terletak di dalam area yang bisa diakses umum?",
        "Bagaimana cara mencapai Kelenteng Fuk Ling Miau dari hotel saya di Malioboro?",
        "Apakah ada aplikasi navigasi yang bisa membantu saya ke Kelenteng Fuk Ling Miau?",
        "Berapa menit berjalan kaki dari Jalan Malioboro ke Kelenteng Fuk Ling Miau?",
        "Berapa tarif parkir di sekitar Kelenteng Fuk Ling Miau?",
        "Bisakah saya mencapai Kelenteng Fuk Ling Miau dengan bersepeda motor?",
        "Apakah ada informasi tentang zona drop-off penumpang di Kelenteng Fuk Ling Miau?",
        "Dimana saya bisa mendapatkan transportasi umum ke Kelenteng Fuk Ling Miau setelah maghrib?",
        "Berapa ongkos ojek dari stasiun Tugu ke Kelenteng Fuk Ling Miau?",
        "Apa ada tips khusus saat berkunjung ke Kelenteng Fuk Ling Miau dengan mobil pribadi?",
        "Apa rute TransJogja ke Kelenteng Fuk Ling Miau?",
        "Dimana saya turun dari Bus TJ untuk ke Kelenteng Fuk Ling Miau?",
        "Bagaimana cara paling mudah ke Kelenteng Fuk Ling Miau dari Malioboro?",
        "Berapa biaya naik Bus TJ ke Kelenteng Fuk Ling Miau?",
        "Apakah ada halte bus dekat Kelenteng Fuk Ling Miau?",
        "Bisakah saya jalan kaki dari Halte TJ Senopati ke Kelenteng Fuk Ling Miau?",
        "Rute mana dari TransJogja yang lewat Kelenteng Fuk Ling Miau?",
        "Bagaimana cara ke Kelenteng Fuk Ling Miau menggunakan transportasi umum?",
        "Berapa lama jalan kaki dari Halte TJ Senopati 1 ke Kelenteng Fuk Ling Miau?",
        "Ada tidak layanan ojek online dari Stasiun Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Dari Stasiun Lempuyangan, bagaimana saya bisa ke Kelenteng Fuk Ling Miau?",
        "Apa rute TransJogja ke Kelenteng Fuk Ling Miau?",
        "Dimana saya turun dari Bus TJ untuk ke Kelenteng Fuk Ling Miau?",
        "Bagaimana cara paling mudah ke Kelenteng Fuk Ling Miau dari Malioboro?",
        "Berapa biaya naik Bus TJ ke Kelenteng Fuk Ling Miau?",
        "Apakah ada halte bus dekat Kelenteng Fuk Ling Miau?",
        "Bisakah saya jalan kaki dari Halte TJ Senopati ke Kelenteng Fuk Ling Miau?",
        "Rute mana dari TransJogja yang lewat Kelenteng Fuk Ling Miau?",
        "Bagaimana cara ke Kelenteng Fuk Ling Miau menggunakan transportasi umum?",
        "Berapa lama jalan kaki dari Halte TJ Senopati 1 ke Kelenteng Fuk Ling Miau?",
        "Ada tidak layanan ojek online dari Stasiun Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Dari Stasiun Lempuyangan, bagaimana saya bisa ke Kelenteng Fuk Ling Miau?",
        "Lokasi penjemputan ojek online di Stasiun Yogyakarta untuk ke Kelenteng Fuk Ling Miau?",
        "Apakah mudah menemukan becak dari Stasiun Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Berapa kira-kira biaya naik becak dari Stasiun Lempuyangan ke Kelenteng Fuk Ling Miau?",
        "Bisakah saya parkir kendaraan pribadi di Kelenteng Fuk Ling Miau?",
        "Bagaimana saya mencapai Kelenteng Fuk Ling Miau dari Bandara Adisucipto?",
        "Ada tidak rute Bus TJ dari bandara ke Kelenteng Fuk Ling Miau?",
        "Rute mana yang harus saya ambil jika dari Tugu Yogyakarta ke Kelenteng Fuk Ling Miau?",
        "Apakah ada rute khusus untuk turis menuju Kelenteng Fuk Ling Miau?",
        "Ada tidak petunjuk arah ke Kelenteng Fuk Ling Miau yang mudah diikuti?",
        "Bisa tidak saya menggunakan Gojek atau Grab untuk ke Kelenteng Fuk Ling Miau?",
        "Bisakah saya mengetahui rute bis TJ dari hotel saya di Prawirotaman ke Kelenteng Fuk Ling Miau?",
        "Apakah Kelenteng Fuk Ling Miau dekat dengan Halte Bus TJ lain selain Senopati?"
      ],
    "tanggapan": [
        "Kelenteng Fuk Ling Miau terletak Jl. Brigjen Katamso No.3, Prawirodirjan, Kec. Gondomanan, Kota Yogyakarta, Daerah Istimewa Yogyakarta. Transportasi yang dapat digunakan oleh wisatawan menuju ke Kelenteng Fuk Ling Miau seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang memiliki jalur transit melewati dekat Kelenteng Fuk Ling Miau yaitu rute 1B, 2A, 2B, 10, dan Palbapang-maliboro. \n\n• Pemberhentian bis TJ yang paling dekat dengan Kelenteng adalah Halte TJ Senopati 2 di depan Taman Pintar yang memerlukan waktu berjalan kaki dari halte menuju Kelenteng Fuk Ling Miau sekitar 3 menit. Wisatawan dapat juga berhenti di Halte TJ Senopati 1 yang memerlukan waktu berjalan kaki sekitar 4 menit menuju Kelenteng Fuk Ling Miau. \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta, dapat berhenti di stasiun yogyakarta atau pun stasiun lempuyangan karna memiliki jarak yang sama untuk menuju ke Kelenteng Fuk Ling Miau wisatawan dapat menggunakan trasnportasi seperti : \n\n• Ojek online \n\nJika wisatawan berhenti di stasiun yogyakarta untuk tempat penjemputan dapat dilakukan setelah keluar dari Stasiun dan berjalan kaki 2 menit ke depan Hotel NEO Malioboro atau berjalan kaki 3 menit ke depan Polsek Gedongtengen.  \n\n Jika wisatawan berhenti distasiun lempuyangan untuk tempat penjemputan di pertigaan Jalan Hayam Wuruk (Barat Stasiun Lempuyangan) atau di bawah over (Timur Stasiun Lempuyangan). \n\n• Ojek konvensional  \n\nJika wisatawan berhenti di stasiun yogyakarta, ojek Konvensional dapat banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 10.000,- (ke Malioboro) \n\nJika wisatawan berhenti di stasiun lempuyangan, ojek konvensional banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi ojek konvensional menggunakan rompi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Becak  \n\nJika wisatawan berhenti di stasiun yogyakarta, becak dapat banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 15.000,- (ke Malioboro) \n\nJika wisatawan berhenti di stasiun lempuyangan, becak banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi becak dapat dikenali dengan menggunakan romopi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Bus TJ  \n\nJika wisatawan berhenti di stasiun yogyakarta, wisatawan dapat menggunakan Halte – Malioboro 1 menggunakan rute 2A/1A dan berhenti di Halte - Senopati 2 dan dilanjutkan berjalan kaki sekitar 3 menit menuju Kelenteng. \n\nJika wisatawan berhenti di stasiun lempuyangan, wisatawan dapat menggunakan Tpb-Lempuyangan menggunakan rute 4B dan berhenti di Halte-Pakualaman lalu dilanjut berjalan kaki  10 menit menuju ke Kelenteng. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan menggunakan kendaraan pribadi, wisatawan dapat parkir di dalam area Kelenteng Fuk Ling Miau."
    ]
    },
    {
      "label": "SS_jogja_kembali",
      "pola": [
        "Apa sejarah singkat dari Monumen Yogya Kembali?",
        "Kapan Monjali didirikan dan apa tujuannya?",
        "Mengapa Monumen Yogya Kembali dibangun?",
        "Siapa yang menginisiasi pembangunan Monjali?",
        "Apa peristiwa sejarah yang dikenang melalui Monjali?",
        "Berapa lama pembangunan Monumen Yogya Kembali?",
        "Apa latar belakang dibangunnya Monjali?",
        "Siapa presiden yang meresmikan Monumen Yogya Kembali?",
        "Mengapa Monjali penting bagi sejarah Yogyakarta?",
        "Apa simbolisme dari Monumen Yogya Kembali?",
        "Apa kisah di balik nama Monjali?",
        "Bagaimana Monjali berkaitan dengan kemerdekaan Indonesia?",
        "Apa saja peristiwa yang tercatat di Monjali?",
        "Kapan Monumen Yogya Kembali diresmikan dan oleh siapa?",
        "Bagaimana Monjali menjadi simbol Yogyakarta?",
        "Apa peran Monumen Yogya Kembali dalam sejarah?",
        "Apa yang mendasari pembangunan Monjali?",
        "Bagaimana Monjali berkontribusi pada pendidikan sejarah?",
        "Apa saja yang terdapat di dalam Monumen Yogya Kembali?",
        "Apa kisah di balik arsitektur Monjali?",
        "Mengapa Monumen Yogya Kembali penting untuk dikunjungi?",
        "Bagaimana Monjali menggambarkan sejarah Indonesia?",
        "Apa yang unik dari sejarah Monumen Yogya Kembali?",
        "Apa saja peristiwa penting yang terjadi di Monumen Yogya Kembali?",
        "Bagaimana Monjali merayakan peristiwa Yogya Kembali?",
        "Apa visi di balik pendirian Monumen Yogya Kembali?",
        "Bagaimana Monjali menjadi tempat wisata sejarah?",
        "Apa kisah sejarah di balik desain Monjali?",
        "Apa pentingnya Monumen Yogya Kembali bagi Indonesia?",
        "Bagaimana Monjali mengabadikan perjuangan Indonesia?",
        "Apa peranan Monumen Yogya Kembali dalam pendidikan?",
        "Bagaimana Monjali dipandang oleh masyarakat lokal?",
        "Mengapa Monumen Yogya Kembali menjadi ikon Yogyakarta?",
        "Apa saja yang bisa dipelajari dari Monjali?",
        "Apa peran Monumen Yogya Kembali dalam kebudayaan?",
        "Bagaimana Monjali melambangkan semangat Yogya Kembali?",
        "Apa makna historis dari Monumen Yogya Kembali?",
        "Bagaimana Monjali menginspirasi generasi saat ini?",
        "Siapa saja tokoh penting yang terlibat dalam Monjali?",
        "Bagaimana Monumen Yogya Kembali mempengaruhi pariwisata?",
        "Bagaimana Monumen Yogya Kembali memperingati perjuangan?",
        "Apa saja fakta menarik seputar Monjali?",
        "Bagaimana Monumen Yogya Kembali berkontribusi pada sejarah lokal?",
        "Apa dampak Monjali terhadap pendidikan sejarah di Indonesia?",
        "Mengapa Monumen Yogya Kembali menjadi landmark penting?",
        "Bagaimana Monjali menghormati pahlawan nasional?",
        "Apa saja acara sejarah yang terkait dengan Monjali?",
        "Bagaimana Monumen Yogya Kembali menjadi pusat kebudayaan?",
        "Apa saja momen historis yang dirayakan di Monjali?",
        "Apa saja koleksi yang ada di Monjali?"
      ],
     "tanggapan": [
         "Museum Monumen Yogya Kembali atau dikenal sebagai Monjali, terletak di Jongkang, Sariharjo, Ngaglik, Kabupaten Sleman, Yogyakarta. Pembangunannya dimulai pada 29 Juni 1985 dan diresmikan oleh Presiden Soeharto pada 6 Juli 1989. Museum ini didirikan untuk memperingati pengunduran diri tentara kolonial Belanda dari Yogyakarta pada 29 Juni 1949, yang menandai kembalinya fungsi kota sebagai ibu kota Republik Indonesia. Ide pendirian Monjali pertama kali diusulkan oleh Kolonel Sugiarto pada peringatan Yogya Kembali tahun 1983. \n\nKeunikan Museum Monjali terletak pada arsitekturnya yang berbentuk kerucut dengan tiga lantai, menjadikannya ikonik dan dikenal luas. Bangunan ini dikelilingi kolam ikan, berfungsi sebagai pengaman tradisional yang melambangkan penolakan terhadap kejahatan dan kesucian. Kolam ini dimaksudkan agar pengunjung merasa tenang saat memasuki museum, memudahkan pemahaman tentang ilmu dan nilai-nilai kepahlawanan yang disajikan. \n\nMuseum ini terbagi menjadi tiga lantai yang masing-masing dengan fungsinya tersendiri. Lantai pertama memiliki empat ruang museum yang menampilkan koleksi seputar peristiwa kemerdekaan Indonesia, gerakan gerilya, Serangan Umum 1949, dan peran Yogyakarta sebagai ibu kota. Lantai kedua berisi diorama dan relief yang menggambarkan perjuangan kemerdekaan di Yogyakarta. Sedangkan lantai ketiga, Ruang Garba Graha, adalah ruang hening untuk memperingati para pahlawan yang gugur."
     ]
    },
    {
      "label": "TJ_jogja_kembali",
      "pola": [
        "Jam berapa Monjali dibuka setiap hari?",
        "Berapa biaya tiket masuk ke Monumen Yogya Kembali?",
        "Apakah Monjali buka setiap hari, termasuk hari libur?",
        "Jam tutup Monumen Yogya Kembali hari Minggu apa?",
        "Apa Monjali buka pada hari Senin?",
        "Berapa harga tiket masuk untuk anak-anak di Monjali?",
        "Jam operasional Monumen Yogya Kembali saat libur nasional apa?",
        "Apakah ada diskon tiket untuk pelajar di Monjali?",
        "Jam berapa Monumen Yogya Kembali mulai menerima pengunjung?",
        "Apakah Monjali buka di malam hari?",
        "Berapa biaya masuk Monjali untuk rombongan sekolah?",
        "Apakah Monumen Yogya Kembali buka saat Natal dan Tahun Baru?",
        "Jam tutup Monumen Yogya Kembali di hari biasa apa?",
        "Apakah Monjali buka saat Ramadan?",
        "Jam buka Monumen Yogya Kembali pada hari raya keagamaan apa?",
        "Bisakah saya membeli tiket Monjali secara online?",
        "Apa jam buka Monumen Yogya Kembali selama bulan Ramadhan?",
        "Berapa harga tiket masuk Monjali untuk wisatawan asing?",
        "Bisakah saya membeli tiket grup ke Monumen Yogya Kembali?",
        "Apa jam buka Monjali di akhir tahun?",
        "Apakah ada tiket terusan untuk kunjungan ke Monjali?",
        "Berapa harga tiket masuk keluarga di Monumen Yogya Kembali?",
        "Apakah Monjali buka pada hari Jumat?",
        "Jam buka Monumen Yogya Kembali selama liburan sekolah apa?",
        "Bisakah saya masuk Monjali tanpa tiket?",
        "Berapa harga tiket masuk senior di Monjali?",
        "Apakah Monumen Yogya Kembali buka pada malam tahun baru?",
        "Apa ada tiket tahunan untuk Monjali?",
        "Jam buka Monumen Yogya Kembali saat Lebaran apa?",
        "Berapa lama durasi kunjungan yang disarankan di Monjali?",
        "Apakah Monumen Yogya Kembali memiliki hari khusus dengan jam buka berbeda?",
        "Berapa biaya tiket masuk Monjali pada hari Minggu?",
        "Apa jam buka Monumen Yogya Kembali di musim panas?",
        "Apakah Monjali buka pada hari raya Nyepi?",
        "Bisakah saya mendapatkan tiket diskon di Monumen Yogya Kembali?",
        "Jam buka Monjali pada hari libur nasional apa?",
        "Apakah Monumen Yogya Kembali memiliki kebijakan gratis masuk?",
        "Berapa lama waktu yang dibutuhkan untuk menjelajahi Monjali?",
        "Jam buka Monumen Yogya Kembali selama Idul Fitri apa?",
        "Apakah ada promosi tiket masuk Monjali saat musim liburan?",
        "Berapa harga tiket masuk Monumen Yogya Kembali untuk kelompok besar?",
        "Apakah Monjali buka di hari Idul Adha?",
        "Jam operasional Monumen Yogya Kembali saat libur panjang apa?",
        "Apakah ada penutupan khusus di Monjali selama event tertentu?",
        "Berapa biaya masuk Monumen Yogya Kembali untuk kelompok turis?",
        "Jam buka Monjali saat liburan sekolah apa?",
        "Apakah Monumen Yogya Kembali buka pada hari kemerdekaan Indonesia?",
        "Berapa biaya tiket masuk Monjali untuk turis mancanegara?",
        "Jam tutup Monumen Yogya Kembali pada malam hari kapan?",
        "Apakah Monjali buka pada hari Imlek?",
        "Berapa biaya masuk Monumen Yogya Kembali untuk acara khusus?",
        "Apa ada kebijakan tiket masuk gratis untuk veteran di Monjali?",
        "Jam buka Monumen Yogya Kembali selama bulan Desember apa?",
        "Apakah ada tiket keluarga untuk Monjali?"
      ],
     "tanggapan": [
         "Monjali atau Monumen Jogja Kembali memiliki hari operasional setiap Selasa – Minggu dari pukul 08.00-16.00 WIB. Harga tiket masuk yang diberikan pengelola terbilang murah yang sudah termasuk beberapa fasilitas yang sudah diberikan : \n\n• Harga tiket normal  \n\n Harga tiket per orang sebesar Rp. 15.000 dengan tambahan fasilitas nonton film gratis, bebas foto selfie, dan bebas penggunaan permainan tradisional. \n\n• Pemesanan lebih dari 30 orang \n\n Untuk harga tiket dengan pemesanan lebih dari 30 orang akan diberi diskon sebesar 10% dengan fasilitas yang sama dengan harga tiket normal yaitu fasilitas nonton film gratis, bebas foto selfie, dan bebas penggunaan permainan tradisional. \n\n• Tiket Rombongan Anak TK, Yatim Piatu, dan Difabel \n\n Untuk tiket rombongan terkhusus kepada Anak TK, Yatim Piatu, dan Difabel akan diberi diskon sebesar 50% dengan fasilitas yang sama seperti harga tiket lainnya. \n\n• Anak 0-3 tahun \n\n Untuk anak dibawah umur 3 tahun tidak perlu membayar tiket atau gratis. \n\n Informasi tambahan bahwa Monjali tetap buka pada hari libur besar dengan hari operasional seperti yang sudah dicantumkan. Untuk pemesanan tiket dapat dilakukan secara offline dengan membayar ditempat ataupun secara online, tiket online dapat dibayarkan memalui qris dan dapat di tunjukkan bukti pembayaran saat memasuki museum. Wisatawan dapat juga dilakukan reservasi melalui website resmi monjali-jogja.com."
     ]
    },
    {
      "label": "AR_jogja_kembali",
      "pola": [
        "Bagaimana cara termudah menuju Monjali dari pusat kota Yogyakarta?",
        "Apakah ada rute bus TransJogja yang langsung menuju Monumen Yogya Kembali?",
        "Apakah Monumen Yogya Kembali memiliki fasilitas parkir yang memadai?",
        "Bisakah saya menggunakan ojek online untuk ke Monjali?",
        "Apa rute bus TransJogja ke Monjali?",
        "Di mana saya harus turun dari bus TJ untuk Monjali?",
        "Berapa tarif Bus TJ ke Monumen Jogja Kembali?",
        "Apa saja rute TransJogja yang melewati Monjali?",
        "Di mana letak Halte-Rru Monjali 1 untuk bus TJ?",
        "Apakah Monjali mudah diakses dengan TransJogja?",
        "Dimana Halte-Rru Monjali 2 berada untuk bus TJ?",
        "Bagaimana cara terbaik ke Monjali dari Stasiun Yogyakarta?",
        "Berapa biaya naik ojek online dari Stasiun ke Monjali?",
        "Dimana titik penjemputan ojek online di Stasiun Yogyakarta untuk Monjali?",
        "Apa tarif ojek konvensional dari Stasiun ke Monumen Jogja Kembali?",
        "Berapa biaya naik becak dari Stasiun Yogyakarta ke Monjali?",
        "Di mana saya bisa menemukan becak di Stasiun Yogyakarta untuk Monjali?",
        "Bagaimana cara mencapai Monjali menggunakan kendaraan pribadi?",
        "Apa biaya parkir untuk motor di Monjali?",
        "Berapa tarif parkir mobil di Monumen Jogja Kembali?",
        "Apa rute bus TJ terbaik dari Malioboro ke Monjali?",
        "Bisakah saya mencapai Monjali dengan berjalan kaki dari halte bus terdekat?",
        "Apakah ada transportasi umum langsung ke Monjali?",
        "Bagaimana cara terbaik ke Monjali dari Sleman?",
        "Apa rute TransJogja dari Borobudur ke Monjali?",
        "Bagaimana cara mencapai Monjali dari Prambanan?",
        "Berapa lama perjalanan bus dari Alun-Alun Kidul ke Monjali?",
        "Apa rute bus TJ dari Tugu Yogyakarta ke Monumen Jogja Kembali?",
        "Bagaimana cara ke Monjali dari Bandara Adisucipto?",
        "Apakah ada rute TransJogja langsung dari bandara ke Monjali?",
        "Di mana saya bisa menemukan ojek di dekat Stasiun Lempuyangan untuk Monjali?",
        "Berapa tarif ojek dari Stasiun Tugu ke Monjali?",
        "Apakah Monjali mudah diakses bagi penyandang disabilitas?",
        "Apa saja pilihan transportasi dari Kaliurang ke Monjali?",
        "Bagaimana cara termudah ke Monjali dari Kebun Binatang Gembira Loka?",
        "Apakah ada layanan antar jemput ke Monjali?",
        "Berapa jarak dari Titik Nol Kilometer ke Monjali dan bagaimana cara terbaik ke sana?",
        "Bagaimana cara ke Monjali menggunakan transportasi publik dari Magelang?",
        "Bisakah saya menggunakan Grab atau Gojek untuk mencapai Monjali?",
        "Apa saja pilihan transportasi dari Jalan Solo ke Monjali?",
        "Bagaimana mencapai Monjali dari Jalan Magelang?",
        "Apakah mudah menemukan taksi menuju Monjali dari Prawirotaman?",
        "Di mana saya bisa menemukan bus TJ di Jalan Malioboro untuk Monjali?",
        "Apakah ada rute bus TJ dari Jalan Gejayan ke Monumen Jogja Kembali?",
        "Berapa lama berkendara dari Jalan Kaliurang ke Monjali?",
        "Apakah ada jalur sepeda ke Monjali dari pusat kota?",
        "Bagaimana cara ke Monjali dari Jalan Prawirotaman?",
        "Apakah mudah menemukan parkir dekat Monjali untuk pengunjung?"
      ],
     "tanggapan": [
         "Monjali atau Monumen Jogja Kembali terletak di Gemawang, Sinduadi, Mlati, Sleman Regency, Special Region of Yogyakarta. Transportasi yang dapat digunakan oleh wisatawan menuju ke Monjali seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang memiliki jalur transit melewati dekat Monjali yaitu rute 12, 2B, 5A, dan JOGJA-TEMPEL. \n\n• Pemberhentian bis TJ yang paling dekat dengan Monjali adalah Halte-Rru Monjali 1 yang memerlukan waktu berjalan kaki dari halte menuju Monjali sekitar 1 menit. Wisatawan dapat juga berhenti di Haltel-Rru Monjali 2 yang terletak di seberang Monumen Jogja Kembali. \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta dapat berhenti di stasiun yogyakarta karna jarak anatar stasiun dan monumen cukup jauh wisatawan dapat menggunakan beberapa opsi trasnportasi seperti : \n\n• Ojek online \n\n Titik penjemputan ojek online dapat dilakukan setelah keluar dari Stasiun dan berjalan kaki 2 menit ke depan Hotel NEO Malioboro atau berjalan kaki 3 menit ke depan Polsek Gedongtengen. \n\n• Ojek konvensional  \n\n Ojek Konvensional dapat banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 10.000,- (ke Malioboro) \n\n• Becak  \n\n Becak banyak ditemui di pintu keluar Stasiun dan di luar pintu gerbang stasiun. Dengan biaya mulai Rp. 15.000,- (ke Malioboro) \n\n• Bus TJ  \n\n wisatawan dapat menggunakan Tpb -  Perpusda Samsat Kota Yogya dengan rute 2B dan berhenti di Halte – Rru Monjali 1 dan dilanjutkan berjalan kaki sekitar 1 menit menuju Monjali. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan menggunakan kendaraan pribadi akan dikenai tarif parkir, untuk kendaraan roda 2 dengan tarif Rp. 3000 dan untuk kendaraan roda empat adalah Rp. 5000."
     ]
    },
    {
      "label": "SS_museum_kereta",
      "pola": [
        "Apa sejarah singkat dari Museum Kereta di Yogyakarta?",
        "Kapan Museum Kereta Yogyakarta didirikan?",
        "Apa tujuan dibangunnya Museum Kereta Yogyakarta?",
        "Mengapa Museum Kereta di Yogyakarta penting bagi sejarah?",
        "Apa saja koleksi utama di Museum Kereta Yogyakarta?",
        "Berapa umur koleksi kereta kuda di Museum Kereta Yogyakarta?",
        "Apa kereta tertua yang ada di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta di Yogyakarta mempertahankan koleksinya?",
        "Apa peran Museum Kereta dalam memelihara warisan budaya?",
        "Apa saja jenis kereta yang ada di Museum Kereta Yogyakarta?",
        "Bagaimana kereta Mondro Juwolo di Museum Kereta terkait dengan Pangeran Diponegoro?",
        "Apa cerita di balik kereta-kereta di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta memperingati sejarah lokal?",
        "Apa keunikan dari kereta-kereta di Museum Kereta Yogyakarta?",
        "Mengapa Museum Kereta Yogyakarta menjadi destinasi wisata sejarah?",
        "Apa saja ritual yang terkait dengan kereta-kereta di Museum Kereta?",
        "Bagaimana Museum Kereta Yogyakarta memelihara kereta-keretanya?",
        "Apa kisah di balik pendirian Museum Kereta Yogyakarta?",
        "Mengapa Museum Kereta Yogyakarta penting bagi Keraton Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta merayakan tradisi Jawa?",
        "Apa saja acara khusus yang diadakan di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta menggambarkan sejarah Keraton?",
        "Apa tantangan dalam memelihara Museum Kereta Yogyakarta?",
        "Bagaimana sejarah Museum Kereta Yogyakarta dipertahankan?",
        "Apa pengaruh Museum Kereta terhadap pendidikan sejarah di Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta menghormati sejarah Keraton?",
        "Bagaimana Museum Kereta Yogyakarta merayakan bulan Suro?",
        "Apa peran Museum Kereta dalam kebudayaan Yogyakarta?",
        "Bagaimana Museum Kereta di Yogyakarta menjadi bagian dari warisan Yogyakarta?",
        "Apa saja event tahunan di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta menjaga keaslian koleksinya?",
        "Apa yang membuat Museum Kereta Yogyakarta unik?",
        "Bagaimana Museum Kereta Yogyakarta mempertahankan tradisi?",
        "Apa saja upacara yang terkait dengan Museum Kereta di Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta menarik bagi wisatawan?",
        "Apa kisah di balik kereta-kereta di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta mempertahankan kereta kuda tradisional?",
        "Bagaimana Museum Kereta Yogyakarta melestarikan sejarah Jawa?",
        "Apa peran Sultan dalam sejarah Museum Kereta Yogyakarta?",
        "Bagaimana kereta-kereta di Museum Kereta Yogyakarta dipilih?",
        "Apa kisah di balik kereta kuda yang digunakan dalam upacara keraton di Museum Kereta?",
        "Bagaimana Museum Kereta Yogyakarta menjaga kereta kuda warisan?",
        "Apa saja jenis kereta di Museum Kereta Yogyakarta?",
        "Bagaimana Museum Kereta Yogyakarta merayakan hari-hari besar Jawa?",
        "Apa saja kereta kuda langka di Museum Kereta Yogyakarta?",
        "Bagaimana kereta-kereta di Museum Kereta Yogyakarta dirawat?",
        "Apa pentingnya Museum Kereta Yogyakarta bagi masyarakat setempat?",
        "Bagaimana Museum Kereta Yogyakarta menggambarkan sejarah Keraton Yogyakarta?",
        "Apa saja koleksi kereta kuda terbaru di Museum Kereta Yogyakarta?"
      ],
     "tanggapan": [
         "Museum Kereta Keraton atau yang sekarang dikenal dengan Kagungan Dalem Wahanarata merupakan museum yang menyimpan koleksi kereta kuda Keraton Kesultanan Yogyakarta. Berlokasi tidak jauh dari Alun-Alun Utara dan bagian barat Keraton, museum ini awalnya adalah garasi pribadi Sultan yang dibuka untuk umum pada tahun 1985. Pengunjung dapat menyaksikan 23 kereta kuda termasuk Kereta Kyai Garuda Yaksa yang berusia lebih dari 150 tahun. Kereta-kereta ini tidak hanya menjadi saksi bisu sejarah, tetapi beberapa masih aktif digunakan dalam upacara keraton. \n\nMuseum ini telah berdiri sejak masa pemerintahan Sri Sultan Hamengkubuwono VII yang menyimpan kereta-kereta bersejarah seperti Kereta Kyai Jongwiyat, Kereta Kyai Puspoko Manik, dan Kereta Mondro Juwolo yang pernah dipakai oleh Pangeran Diponegoro. Ada tiga jenis kereta yang disimpan yaitu: kereta atap terbuka beroda dua, kereta atap terbuka beroda empat, dan kereta atap tertutup beroda empat. Setiap kereta di museum ini dianggap sebagai benda pusaka dan mendapatkan penghormatan melalui ritual jamasan, sebuah prosesi memandikan dan memberi sesajian yang diadakan setiap tahun pada Bulan Suro. \n\nRitual jamasan yang dilakukan pada kereta-kereta ini melibatkan kegiatan memandikan dan mendoakan yang diadakan di Gedong Pusaka dan Museum Kereta Keraton. Ritual ini biasanya diadakan pada Selasa Kliwon atau Jumat Kliwon pertama setiap Bulan Suro menurut kalender Jawa, sebagai bentuk penghormatan kepada kereta-kereta yang memiliki nilai sejarah dan spiritual yang tinggi bagi Keraton Yogyakarta. Kunjungan ke museum ini tidak hanya memberikan pengetahuan sejarah tetapi juga memperkaya wawasan tentang tradisi dan budaya Jawa."
     ]
    },
    {
      "label": "TJ_museum_kereta",
      "pola": [
        "museum Kereta buka jam berapa ?",
        "Berapa harga tiket ke museum Kereta ?",
        "Apakah ada biaya khusus untuk anak-anak ?",
        "Berapa HTM untuk masuk ke Museum Kereta?",
        "Jam berapa saja Museum Kereta buka?",
        "Sampai jam berapa Museum Kereta tutup?",
        "Apakah ada harga khusus untuk tiket Museum Kereta?",
        "Museum Kereta buka setiap hari apa saja?",
        "Apakah Museum Kereta buka di hari Minggu?",
        "Berapa biaya untuk anak-anak masuk ke Museum Kereta?",
        "Apakah ada tarif keluarga untuk Museum Kereta?",
        "Jam berapa Museum Kereta mulai menerima pengunjung?",
        "Apakah Museum Kereta buka saat hari libur nasional?",
        "Berapa lama Museum Kereta buka setiap harinya?",
        "Apakah ada potongan harga untuk pelajar di Museum Kereta?",
        "Bagaimana dengan harga tiket grup ke Museum Kereta?",
        "Bisakah saya membeli tiket Museum Kereta di tempat?",
        "Apakah Museum Kereta memiliki jam buka yang berbeda selama bulan Ramadhan?",
        "Apakah saya perlu reservasi untuk mengunjungi Museum Kereta?",
        "Apakah Museum Kereta buka lebih awal selama musim liburan?",
        "Berapa biaya tiket masuk untuk turis asing di Museum Kereta?",
        "Apakah ada jam buka khusus untuk anggota di Museum Kereta?",
        "Apakah Museum Kereta buka di malam hari?",
        "Jam berapa Museum Kereta tutup di akhir pekan?",
        "Apakah Museum Kereta buka saat Idul Fitri?",
        "Jam buka Museum Kereta berubah selama liburan sekolah tidak?",
        "Apakah Museum Kereta buka pada hari kerja?",
        "Berapa biaya untuk masuk ke Museum Kereta pada hari Sabtu?",
        "Apakah ada jam buka khusus di Museum Kereta selama bulan Desember?",
        "Jam operasional Museum Kereta hari ini apa?",
        "Kapan waktu terakhir masuk ke Museum Kereta?",
        "Apakah Museum Kereta buka pada hari raya tertentu?",
        "Jam berapa saya bisa kunjungi Museum Kereta di hari Jumat?",
        "Berapa harga tiket grup untuk Museum Kereta?",
        "Museum Kereta tutup lebih awal pada hari tertentu tidak?",
        "Adakah kebijakan harga khusus untuk masuk ke Museum Kereta di hari libur?",
        "Jam tutup Museum Kereta di akhir pekan berapa?",
        "Museum Kereta tutup pada jam berapa di hari biasa?",
        "Jam buka Museum Kereta pada musim liburan berapa?",
        "Kapan Museum Kereta Keraton Yogyakarta mulai buka?",
        "Berapa tarif masuk untuk Museum Kereta bagi wisatawan lokal?",
        "Apakah Museum Kereta Keraton Yogyakarta buka di hari Minggu?",
        "Berapa biaya tiket untuk anak-anak di Museum Kereta?",
        "Sampai jam berapa saya bisa mengunjungi Museum Kereta?",
        "Apakah Museum Kereta memiliki tarif khusus untuk pelajar?",
        "Apakah Museum Kereta tutup pada hari besar tertentu?",
        "Berapa tarif tiket Museum Kereta untuk turis asing?",
        "Apakah Museum Kereta buka pada hari kemerdekaan?",
        "Apa saja hari libur nasional dimana Museum Kereta tutup?",
        "Berapa harga tiket masuk untuk wisatawan mancanegara dewasa?",
        "Bisakah saya membeli tiket Museum Kereta di loket atau harus online?",
        "Berapa biaya masuk untuk kelompok wisatawan mancanegara anak-anak?",
        "Jam berapa Museum Kereta mulai tutup di hari libur?",
        "Apakah Museum Kereta buka pada hari Senin?",
        "Berapa harga tiket masuk ke Museum Kereta untuk warga negara asing?",
        "Apakah Museum Kereta buka pada saat Lebaran?",
        "Berapa tarif masuk untuk wisatawan domestik dewasa di Museum Kereta?",
        "Apakah Museum Kereta buka pada hari-hari tertentu dalam seminggu?",
        "Jam buka Museum Kereta pada akhir pekan berapa?"
      ],
     "tanggapan": [
         "Museum Kereta Keraton Yogyakarta yang juga dikenal dengan Kagungan Dalem Wanaharta buka setiap hari Selasa – Minggu, dengan jam operasional mulai dari pukul 08.00 – 15.00 WIB. Museum ini tutup pada hari Senin serta pada tanggal 17 Agustus setiap tahunnya. Untuk masuk, museum menetapkan tarif tiket yang berbeda bagi wisatawan domestik dan mancanegara : \n\n• Wisatawan domestik dewasa :  Rp20.000 \n\n• Wisatawan domestik anak : Rp15.000 \n\n• Wisatawan mancanegara dewasa : Rp30.000 \n\n• Wisatawan mancanegara anak : Rp25.000"
     ]
    },
    {
      "label": "AR_museum_kereta",
      "pola": [
        "Bagaimana cara terbaik menuju Museum Kereta dari pusat kota?",
        "Rute mana yang harus saya ambil untuk ke Museum Kereta dari Malioboro?",
        "Dari Stasiun Tugu bagaimana saya bisa sampai ke Museum Kereta?",
        "Apakah ada bis kota yang langsung menuju Museum Kereta?",
        "Apakah ada layanan shuttle menuju Museum Kereta?",
        "Jika saya dari bandara, bagaimana cara termudah ke Museum Kereta?",
        "Rute TransJogja mana yang melewati Museum Kereta?",
        "Saya di Stasiun Lempuyangan, apakah bisa naik angkutan umum ke Museum Kereta?",
        "Bagaimana saya bisa mencapai Museum Kereta menggunakan transportasi umum?",
        "Bisakah saya naik becak menuju Museum Kereta?",
        "Adakah parkir khusus untuk pengunjung Museum Kereta yang membawa kendaraan pribadi?",
        "Rute apa yang sebaiknya diambil untuk ke Museum Kereta dari Malioboro?",
        "Dari Stasiun Tugu, bagaimana saya bisa sampai ke Museum Kereta?",
        "Apakah ada jalur TransJogja yang langsung menuju Museum Kereta?",
        "Dapatkah saya berjalan kaki dari Alun-Alun ke Museum Kereta?",
        "Adakah layanan shuttle bus ke Museum Kereta?",
        "Bisakah saya naik becak ke Museum Kereta?",
        "Rute bus mana yang harus saya ambil dari terminal bus ke Museum Kereta?",
        "Apakah ojek online bisa mengantar saya ke Museum Kereta?",
        "Rute TransJogja mana yang melewati Museum Kereta?",
        "Dapatkah saya menggunakan ojek online untuk ke Museum Kereta?",
        "Bagaimana cara ke museum kereta ?",
        "apakah ada transportasi umum ke museum kereta ?",
        "Informasi tranportsi ke museum kereta ?",
        "Angkutan umum ke museum kereta",
        "Halte terdekat di museum kereta",
        "Apakah ada transportasi umum yang berhenti dekat museum?",
        "Dapatkah saya menggunakan ojek online untuk sampai ke museum?",
        "Apakah museum menyediakan layanan shuttle bus?",
        "Berapa biaya parkir di museum?",
        "Apakah ada rute bus yang langsung menuju museum?",
        "Bisakah saya mencapai museum dengan kereta?",
        "Apakah ada pemberhentian bus dekat museum?",
        "Berapa lama perjalanan dari stasiun kereta ke museum?",
        "Bisakah saya mencapai museum dengan naik bus kota?",
        "Berapa biaya ojek dari pusat kota ke museum?",
        "Apakah museum dekat dengan stasiun bus kota?",
        "Berapa lama berjalan kaki dari halte bus ke museum?",
        "Apakah ada pemberhentian ojek online dekat museum?",
        "Apakah mudah menemukan becak menuju museum?",
        "Berapa tarif parkir untuk kendaraan pribadi di museum?",
        "Bagaimana cara ke museum jika saya membawa keluarga?"
      ],
     "tanggapan": [
         "Museum Kereta Keraton Yogyakarta atau Kagungan Dalem Wanaharta terletak di Jl. Rotowijayan, Kadipaten, Kecamatan Kraton, Kota Yogyakarta, Daerah Istimewa Yogyakarta. Transportasi yang dapat digunakan oleh wisatawan menuju ke Museum Kereta seperti : \n\n1. Menggunakan Bus TJ atau TransJogja dengan biaya Rp. 3.500 sekali jalan. \n\n• Rute bis TJ yang memiliki jalur transit melewati dekat Museum Kereta yaitu rute 10, 13, 15, 2A, 6B, dan 9. \n\n• Pemberhentian bis TJ yang paling dekat dengan Museum Kereta adalah Halte malioboro 3 yang memerlukan waktu berjalan kaki dari halte menuju Museum Kereta sekitar 11 menit. Wisatawan dapat juga berhenti Tpb – Jl Bhayangkara yang memerlukan waktu berjalan kaki dari halte menuju Museum Kereta sekitar 12 menit.  \n\n2. Menggunakan Kereta Api \n\nJika wisatawan menggunakan transportasi kereta dapat berhenti di stasiun Lempuyangan, berikut opsi trasnportasi untuk menuju ke Museum Kereta dari stasiun: \n\n• Ojek online Ojek online memiliki tempat penjemputan di pertigaan Jalan Hayam Wuruk (Barat Stasiun Lempuyangan) atau di bawah over (Timur Stasiun Lempuyangan). \n\n• Ojek konvensional Ojek konvensional banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi ojek konvensional menggunakan rompi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Becak   Becak banyak ditemui di depan pintu keluar barat dan timur Stasiun. Biasanya pengemudi becak dapat dikenali dengan menggunakan romopi berwarna biru. Untuk tarif yang dikenakan sesuai kesepakatan antara pengemudi dan wisatawan. \n\n• Bus TJ  \n\n wisatawan dapat menggunakan Tpb -  Stasiun Lempuyangan dengan rute 10 dan berhenti di Halte –malioboro 3 lalu dapat dilanjutkan dengan berjalan kaki sekitar 11 menit menuju ke Museum Kereta. \n\n3. Menggunakan Kendaraan Pribadi \n\n• Jika wisatawan menggunakan kendaraan pribadi akan dikenai tarif parkir, untuk kendaraan roda 2 dengan tarif Rp. 2000 dan untuk kendaraan roda empat adalah Rp. 5000."
     ]
    }
  ]
}